[
    {
        "data": "21/05/2025 18:56",
        "texto": "^ POST ANTIGOS"
    },
    {
        "data": "21/02/2025  21:38",
        "texto": "TESTE"
    },
    {
        "data": "21/02/2025 21:39",
        "texto": "teste"
    },
    {
        "data": "22/02/2025 23:56",
        "texto": "OPA, ACABEI DE FAZER TESTES, E ACABEI EXCLUINDO MENSAGENS AQUI, MAS EM FIM. VOU REENVIALAS PARA REGISTRAR."
    },
    {
        "data": "23/02/2025 00:05",
        "texto": "Pronto, acabei de criar a função onde o site pergunta se eu realmente desejo excluir o post. (Isso vai facilitar minha vida).\r\n"
    },
    {
        "data": "23/02/2025 00:06",
        "texto": "FALANDO ISSO, OQUE EU TINHA FALADO NO POST DELETADO NA PRIMEIRA VEZ ERA: Estou tentando ter obiceção por algo, entao quero ser obcecado por isso, criação de games e só depois produzir conteudo, eu quero ter DICIPLINA."
    },
    {
        "data": "23/02/2025 00:38",
        "texto": "acabei de fazer a adição mais legal que ja fiz, coloquei dois link para o pessoal acessar (vou colocar mais), e também coloquei uma imagem no canto direito em cima no site, e não sai quando você abaixa o site. MUITO LEGAL.\r\n\r\n"
    },
    {
        "data": "23/02/2025 00:53",
        "texto": "Ok, agora estou arrumando o visual do site, estou fazendo esse blog pra quando eu ficar famoso e quiserem fazer um filme de mim, eles tenham dados de tudo que fiz, como data e hora da postagem das mensagens, por isso fiz um código que registra a hora e o dia, os segundo são só um extra.\r\n"
    },
    {
        "data": "23/02/2025 19:45",
        "texto": "Boa noite, estou aqui de noite mais uma vez, pelo que parece estou diciplinado (estou gostando disso). Hoje estou querendo adicionar aglumas coisas novas, estou cansado de arrumar o que ja tenho, não sei vmaos ver."
    },
    {
        "data": "23/02/2025 21:16",
        "texto": "Vocês agora estão em uma nova aba, pois é. Quis colocar o blog em uma página secundaria pra ficar algo mais limpo e acho que ficou melhor, vamos ver se vou fazer mais algumas alterações."
    },
    {
        "data": "23/02/2025 21:17",
        "texto": "Por exemplo agora eu vou colocar em vez de um link, vou colocar um botão que direciona para esse blog, vai ficar mais moderno."
    },
    {
        "data": "23/02/2025 21:33",
        "texto": "Ótimo. Acho que agora ficou bom, vou explicar oque eu fiz."
    },
    {
        "data": "23/02/2025 21:34",
        "texto": "Depois de ter criado o segundo \"site\". Tem um botão na página principal que ti direciona a essa do Blog, e para voltar? Então foi ai que criei outro botão de novo, mas agora para voltar para a página principal."
    },
    {
        "data": "23/02/2025 21:34",
        "texto": "Consegui fazer exatamente oque eu queria, muito bom."
    },
    {
        "data": "23/02/2025 21:43",
        "texto": "Meu pai acabou de vir aqui e eu mostrei pra ele a minha engenhoca, acho que ele ta orgulhoso não sei. Meu pai e dificil de demontrar os sentimentos dele, ele deve estar entendendo nada, mas feliz por eu estar feliz. Mal sabe ele. Obg pai."
    },
    {
        "data": "23/02/2025 21:56",
        "texto": "Dei uma limpada bonita no site, na verdade só nos botões, acho que vou dorimir, estou muito cansado e amanha tem aula.\r\n"
    },
    {
        "data": "23/02/2025 22:11",
        "texto": "Acabei de adicionar uma linha de código de e finalemnte fica tudo da mesma escala mesmo no celular, acho que por hoje é só, vou ir dormir amanha tenho aula. Queria mais, só que meu pai ja ta bravo. Até amanha."
    },
    {
        "data": "24/02/2025 18:18",
        "texto": "Oi, estou aqui denovo. Vou falar a verdade, não estou muito motivado, estou desanimado vendo tantas pessoas nesse rumo e sem sucesso, mas como eu ja disse. Quero ter diciplina e acredito que vamos conseguir."
    },
    {
        "data": "24/02/2025 18:19",
        "texto": "Falando nisso estou pensando em fazer um jogo ao mesmo tempo, tenho chanses dobradas em ter sucesso em alguma coisa, e eu gosto bastante de criar jogo (é uma tendencia hoje em dia)."
    },
    {
        "data": "24/02/2025 18:40",
        "texto": "Vou ver se mais tarde programo umpouco, vou ir trabalhar com meu pai."
    },
    {
        "data": "25/02/2025 18:32",
        "texto": "Olá, estou eu aqui denovo. Estou com as ideias umpouco bloquadas por aqui, não sei oque fazer sinseramente, estou pensando em programar um game que estou em mente. Vai ter uma pegada de zalda com Mario sei la, vou ver isso agora, provavelmente vou começar a desenvolver outro trabalho em html, na verdade dois, um vai ser a isca e o outro vai ser o grande finale, então tenho bastante trabalho pela frente, vou tentar relaxar a mente criando um game."
    },
    {
        "data": "25/02/2025 18:33",
        "texto": "Pra fazer as ideas que eu to de html vou ter que usar esses dois host que tenho como teste de algumas coisas e aprender usando esses html."
    },
    {
        "data": "25/02/2025 18:51",
        "texto": "Agora vou falar algumas coisas que não são do ramo do trabalho, eu tenho um diário que já é umpouco antigo (ele é fisico). Mas estou umpouco sem tempo pra escrever, vou me modernizar umpouco e escrever tudo por aqui (não gosto de registrar meu dia a dia virtualmente, ainda opito por escrever, mas já to a um bom tempo que não escrevo e estou conseguindo um tempo aqui)."
    },
    {
        "data": "25/02/2025 18:52",
        "texto": "Acho que não vai dar muito tempo pra eu fazer o game, meu pai já está começando a trabalhar e já já vou ter que ir ajudar, sinceramente ta dificil continuar. Então que eu queria falar aqui é sobre meu \"melhor amigo\". O filho de uma boa mãe chamado Lucas, é um egoista e narcisita. Tudo tem que ser bom pra ele e danisse o resto, principalmente eu. Sinto que todo mudo que é proximo de mim tem inveja de mim por que sabem de alguma coisa que eu talvez não saiba, como meu potencial sei lá. Em fim o desgraçado é um falso amigo que quer mais estar proximo de mim e mais quer ser melhor que eu. Ele faz tudo mal do mundo para o proximo para que ele esteja melhor. Um exemplo claro são as meninas, basta eu receber um simples elogio que o desgraçado já fica pé da vida, ele odeia muito quando eu estou melhor que ele, é preceptivel. Ah e por sinal as \"brincadeiras\" dele não são só zoeiras ele sempre faz brincadeira com alguem quando ele tá muitoooo puto com alguma coisa da pessoa, uma vez uma menina (Ana Laura) uma \"puta\", uma vez elogiou meu sorriso e não gostou do sorriso do Lucas, então adivinha? No mesmo dia o punheteiro amargurado editou uma foto minha sorrindo e \"qubrou\" meu dente na edição a mesma rachadura feia que ele tem no dente dele. Foi ai que eu percebi que as princadeiras dele são reflexo da maldade dele, em fim esse é meu desabafo de hoje (to falando isso por que ele ta se aproximando de duas meninas que ele falava muito mal pra mim, Cecila e Giovana)\r\n\r\n"
    },
    {
        "data": "25/02/2025 18:57",
        "texto": "Acho que não vai dar muito tempo pra eu fazer o game, meu pai já está começando a trabalhar e já já vou ter que ir ajudar, sinceramente ta dificil continuar assim, eu entendo que esse trabalho é oque nos mantem vivos, mas quero fazer lago meu ter minhas coisas MEU TRABALHO, MINHAS ideias. Quero eu fazer meu nome, sei que eu tenho a mente muito aberta sobre tudo com certeza sou melhor que 95% das pessoas, penso sobre coisas que ninguem nunca nem pensou, um ex é as coisa sobre o Lucas. Em fim, tenho a mente muito aberta sei de tanta coisa des de novo e ninguem da minha idade consegue acompanhar minha inteligencia, sinceramente não ser famoso com a idade que eu tenho me doi, porque eu seria um astro com as ideias e pensamentos que tenho. Hahahhahah eu penso que seria um ótimo amigo dos grandes pensadores da grecia, seria um ótimo amigo deles."
    },
    {
        "data": "25/02/2025 18:59",
        "texto": "Vou lá abrir a UPBGE, tão vendo com 14 anos eu já sabia desenvolver jogo em uma Engine que nem é feita pra fazer jogo, sabia fazer jogo sem nem saber programar eu com certeza sou um prodigio, mas fazer oque poucos sabem disso. (meio egoista eu hein, desculpa)"
    },
    {
        "data": "25/02/2025 19:00",
        "texto": "Adeus pessoal, amanhã eu volto. Vou fechar o host, já que ele não é publico e nem tem dominio definido né, até amanhã."
    },
    {
        "data": "26/02/2025 15:00",
        "texto": "Olá, estou aqui de novo. Hoje quero ser bastante produtivo até porque comecei cedo, são 15hrs e quero gastar cada segundo meu fazendo muita coisa util no pc."
    },
    {
        "data": "26/02/2025 15:00",
        "texto": "Depois conto mais do meu dia"
    },
    {
        "data": "26/02/2025 15:49",
        "texto": "Um vi um vídeo que ensinava a \"transformar\" um botão, então apliquei aqui, agora quando passo o mouse em cima de algum botão ele aumenta a escala, ficou clean o site agora."
    },
    {
        "data": "26/02/2025 15:50",
        "texto": "Estou pensando em já começar o novo site e já começar a fazer algumas coisas no novo game que estou em mente."
    },
    {
        "data": "26/02/2025 16:10",
        "texto": "Estou muito cansado, estou com medo de estar desanimando das minhas ideias, ou talvez eu só esteja sem ideia ou cansado mesmo, vou tentar começar com o outro projeto de site, tentei entrar pra desenvolver o game, mas estou cansado demais para desenvolver o game, tenho que fazer rescunhos de mais ainda."
    },
    {
        "data": "26/02/2025 16:26",
        "texto": "Hahahahahahahhahhahah Estou preste a fazer a maior loucura do mundo. Obrigado Mark, você é foda. Isso pode me dar alguns processos mas vou arriscar oque estou fazendo. (andei assistindo muito o filme (A rede social) to achando q sou um Mark Zuckerberg da vida"
    },
    {
        "data": "26/02/2025 16:27",
        "texto": "De começo estou baixando as fotos de algumas garotas pelo instagram."
    },
    {
        "data": "26/02/2025 17:34",
        "texto": "Acabei de falar com o Matheus, um amigo que eu gosto bastante (ele precisa se arrumar, mas ainda gosto dele). Em fim, mostrei a ideia do \"facemash 2\" e ele ficou bemmmm com \"medo\" e tipo: Se é loco mehran isso é um crime. Não acho que me daria prisão, talvez um processo, mas ai conversei sobre isso com ele e concordamos em algo. Talvez daria muita merda pra mim, mas ao mesmo tempo me daria muitaaaaa notoriedade, porque o pessoal aqui é igual urubu vai atrás da carniça igual loco."
    },
    {
        "data": "26/02/2025 19:24",
        "texto": "Hoje nao fiz nada, fiz só a base do outro site, que inclusive ficou muito bom, mas da medo de postar. Em fim não fiz nada de util porque joguei Minecraft com o Luciano e o Matheus, foi uma boa gameplay mas tive que sair porque tenho coisas pra fazer, em fim não fui muito produtivo mas pelo menos me diverti com os amigos. Até manhã."
    },
    {
        "data": "28/02/2025 14:36",
        "texto": "Oi, ontem nao abri o pc. A escola foi uma correria danada e não tive tempo pra nada. Em fim, o carnaval tá chegando ou seja feriado por uma semana. Hoje vou jogar com os meus amigos mas quando eu enjoar vou dar uma arrumada nos sites em geral e começar a criar o novo."
    },
    {
        "data": "28/02/2025, 14:43",
        "texto": "Lembram de quando eu tava falando do Lucas? Então eu sentindo muita falsidade do lado dele, e isso ta me afetando, ta me fazendo mal não so piscologicamente mas em outros sentidos também, estou seriamente pensando em me afastar. O filho de uma boa mãe faz zoeria o tempo todo com os outros mas fica muitoo bravo quando é com ele, então talvez seja um a Deus. Vão vendo oque pode acontecer, eu escrevo pra vocês."
    },
    {
        "data": "01/03/2025 14:50",
        "texto": "Boa tarde, to aqui de volta. To pensando em alguma ideia pra cirar um uma ideia, hm. Vou ver oque vai passar na minha mente pra eu fazer uma invenção genial. Ta muito dificil que passar alguma coisa na minha mente, to até jogando umpouco alguns games com os amigos pra ver se aparece alguma coisa."
    },
    {
        "data": "01/03/2025 14:52",
        "texto": "Ah inclusive ontem não programei nada, fiquei jogando com o Lucas e o Luciano. O Lucas pode ser imbecil e umpouco burro, mas sempre vem as vezes umas ideias geniais dele, vou ver se consigo alguma coisa com ele."
    },
    {
        "data": "01/03/2025 20:38",
        "texto": "Vim atualizar vocês, hoje não fiz nada de util, joguei de manhã e fiquei deitado de tarde. Agora estou jogando denovo, acho que vou codar mais de noite, tipo madrugada, minha mente abre mais."
    },
    {
        "data": " 03/03/2025 00:32",
        "texto": "Boa noite. Advinha, não codei NADA nesse final de semana, peguei agora pra dar uma arrumada em algumas coisas, vou testar tudo aqui e depois ir dormir estou cansado. Ah, e agora eu realemnte estou com medo de perder o foco e ficar com preguiça como sempre, mas esta vindo a quaresta então vou continuar dicipliando."
    },
    {
        "data": "03/03/2025 01:14",
        "texto": "Estou quase dormindo, vou só terminar o novo modo escuro que desenvolve aqui, agora tem modo escuro quando eu estiver de noite conseguir codar sem doer os olhos. Bela engenhoca que eu fiz."
    },
    {
        "data": "03/03/2025 01:21",
        "texto": "TERMINEI, VOU IR DORMIR"
    },
    {
        "data": "03/03/2025 13:15",
        "texto": "Boa tarde, hoje acordei umas 9horas, foi uma noite de sono meio louca mas em fim, acordei e fui logo trabalhar com meu pai na fabirca de pão sirio, e trabalhando assisti pela milhõnesima vez o filme: A rede social, fimlasso. A isso me ensentivou de voltar a programar mais."
    },
    {
        "data": "03/03/2025 13:16",
        "texto": "Boa tarde, hoje acordei umas 9 horas, foi uma noite de sono meio louca mas em fim, acordei e fui logo trabalhar com meu pai na fabirca de pão sirio, e trabalhando assisti pela milhõnesima vez o filme: A rede social, fimlasso. A isso me incentivou de voltar a programar mais."
    },
    {
        "data": "03/03/2025 13:17",
        "texto": "Inclusive fiz uma calculadora ontem em Pyhton, ficou maneirassa, e agora quero começar a programar o novo app que seria tipo uma rede social onde você só pode postar fotos em tempo real, isso vai fazer que as pessoas mostrem oque elas realmente são e fazem, tenho medo de isso não funcionar porque não é uma ideia genial de mais, inclusive vou fazer uma pesquisa sobre redes sociais pareciadas e se elas tiveram sucessou ou não e assim aprender com o erro delas, vou ver oque pode sair. Porque ainda tenho que estudar como funciona backend, coisa que ainda não aprende como funcionem nem como programa, e se aprender no minimo como funciona já me da uma baita ajuda, vou lá aprender com o ChatGpt."
    },
    {
        "data": "03/03/2025 13:18",
        "texto": "Eu sinseramente estou realizado de no mínimo fazer alguma engenhocas bestas com programação, eu fico feliz porque em quanto meus amigos ficam jogando e gastanto o tempo com coisas inuteis eu estou aqui aprendendo a como fazer uma mina de dinheiro."
    },
    {
        "data": "03/03/2025 14:12",
        "texto": "FINALMENTE CONSEGUI, ADICIONEI UMA FUNÇÃO AQUI NO BLOG DE CARREGAR UMA FOTO, ENTÃO TODO DIA EU VOU VIR AQUI E TIRAR UMA FOTO QUANDO ABRIR O BLOG, SÓ NÃO FICOU MUITOOO COMO EU QUERIA MAS JÁ ESTA BOM DEPOIS EU MELHORO."
    },
    {
        "data": "03/03/2025 14:15",
        "texto": "DEU ERRADO."
    },
    {
        "data": "03/03/2025 14:18",
        "texto": "Deu errado e certo ao mesmo tempo, depois vou arrumar isso, se não vou perder muito tempo aqui."
    },
    {
        "data": "04/03/2025 14:51",
        "texto": "Boa tarde, sai agorinha do trabalho e quase perdi esse blog, que dorga. Deu o maior sufoco pra recuperar, tinha mudado a porta e perdi tudo, mas obrigado chat gpt agora consegui recuperar tudo."
    },
    {
        "data": "04/03/2025 14:52",
        "texto": "Estou pensando em pegar isso e postar tudo no: \"www.tumblr.com\" e ai fica tudo salvo em um site com dominio de verdade e tudo."
    },
    {
        "data": "04/03/2025 14:54",
        "texto": "Falando nisso, eu abre um site no github e no render.com. Estou testando algumas coisas pra aprender backend e botar em pratica. Primeiro quero abrir o site e começar uma nova rede social, depois eu quero colocar esse blog pra todos poderem ver, porque pra você que não sabe isso é apenas um hostlocal, que pode ser acessado só por maquina especifica ou pela mesma internet."
    },
    {
        "data": "04/03/2025 14:57",
        "texto": "Em fim, vou la programar agora no outro site, quero dessa vez fazer tudo abolutamente sozinho, eu escrever código por código. Isso vai demorar muito, mas sou um cara muito paciente, falta pra mim só ser diciplinado."
    },
    {
        "data": "06/03/2025 22:26",
        "texto": "Boa noite, desculpa não cosegui blogar nada, mas é porque foi correria no trabalho do meu pai. Mas em fim eu também tava trabalhano no novo projeto do myopinion.com, aprende afazer algumas coisas em backend, aprende a abrir um site no git.hub e usando Render, de teste fiz uma espécie de WhatsApp mas como se fosse um grupo que qualquer um pode mandar mensagem, mas pelo menos deu certo. Agora to trabalhando no MyOpinion.com. Estou pensando em fazer um site como se fosse o Twiter, mas qualquer um pode fazer a conta e falar oque quiser, mas é claro não pode induzir a matar alguem um vazar dado de alguem também, mas pode dizer oque quiser de qualquer pessoa de forma não anonima e melhor de forma anonima se quiserKKKKKKKKKK. Olha só que legal o tanto de genta malvada iria entrar pra falar um monte de coisas de um monte de pessoas."
    },
    {
        "data": " 06/03/2025 22:30",
        "texto": "Estou usando a famosa frase dos dois pensadores: 1- O homem nasce bom, mas a sociedade o corrompe 2- O homem é mau por natureza, ao menos que precise ser bom Vamos ver se essas frases se aplicam, em fim to tentando cirar o projeto, isso daria muito bom mas não sei se consigo sozinho. VOu ter que fazer miliares de dezenas de linhas de código e eu nem tenho tanto conhecimento assim. Mas estou prevendo que se eu focar apartir de hoje eu fazendo frontend e o chatgpt backend (coisa que não tenho conhecimento tão avançado) consigo talvez terminar em julho o que seria perfeito. As pessoas dentro de casa curtindo as férias falando uma das outras, isso daria muito bom. Pessoas com tempo de sobra sem fazer nada da vida, cuida da vida dos outros, simples."
    },
    {
        "data": "06/03/2025 22:32",
        "texto": "Provavelmente já vou ter que dormir. Já ta relativamente tarde e eu tenho aula amanhã e estou chegando muito cansado e com dor de cabeça nas aulas mas pelo menos é sexta então tenho a tarde quase toda pra fazer o códgio do MyOpinion.com e já finalizar talvez a tela do register e do login. Pra no sábado eu fazer a tela inicial e fazer um esbolso do site."
    },
    {
        "data": "06/03/2025 22:33",
        "texto": "Desculpa os erros de gramatica, não sei oque está acontecendo minha cabeça tá tão acelerada que to digitando oque vem na mente e nem reparo."
    },
    {
        "data": "06/03/2025 22:34",
        "texto": "Agora a ultima coisa, eu to pecando muito contra Deus, estou ficando muito mal. To me masturbando de mais oque eu nunca fiz agora é normal nos banhos. Mas sei lá não tenho tanto controle, parece que a puberdade grita mais alto. Mas eu estou tentando, quero muitoooo sair disso e viver a vida livre de pecados e erros."
    },
    {
        "data": "06/03/2025 22:34",
        "texto": "Boa noite."
    },
    {
        "data": "08/03/2025, 09:32",
        "texto": "Bom dia, agora que percebi que não escrevi nada aqui ontem, desculpa. Mas não teve nada de demais, eu fui pra escola, voltei e dormi das 14h até as 18h. Precisava desse sono, minha rotina anda casativa, depois disso foi pra academia e voltei de noite. Ai eu comecei a codar e fiz alguns esbolços do novo site que estava pensando em fazer. Ai pra completar de noite vi no Twiter/X a situação que está a Síria (minha terra natal). A situação ta feia, porque saiu o ditador Bashar Al Assad pra entrar um monte de terroristas acabar com meu país e a história das pessoas que só querem ter uma vida normal e consegui viver em PAZ, será que é tão dificil pra essas pessoas? Eu senti tanto ódio que queria eu virar presidente pra acabar com todas as pessoas que tem maldade no coração, em fim. Por um tempinho olhei pro meu projeto e queria desistir, porque o My opinion é pra meio que as pessoas falarem tudo que pensam, mas com certeza elas só vão falar merda, e já chega de maldade pelo mundo, então tive um plano B, uma rede social que consiga mexer com o piscologico das pessoas pra elas só falarem coisas feliz, mas se você parar para pensar qual que vai trazer mais sucesso? Exato, as pessoas só pensam em coisa ruim e maldade, no giral acho que o homem é mau por natureza, ao menos que precise ser bom. Mas vamos ver, to pensando em lançar o MyOp que passa a vontade de falar merda e depois o que passa a vontade de falar bondade, vamos ver oque vai trazer sucesso"
    },
    {
        "data": "08/03/2025 09:34",
        "texto": "Falei de mais, desculpa ai pra quem estiver lendo isso pra fazer um filme, não tenho piscologo então tenho que desabafar com as letras, não comigo mesmo porque nem consigo ler essas mensagens minhas, da uma sensação de estar vivendo a mesma coisa 2vezes, então só escrevo e deixo ai registrado."
    },
    {
        "data": "08/03/2025 09:34",
        "texto": "É por isso que tem muito erro ortografico."
    },
    {
        "data": "08/03/2025 09:36",
        "texto": "Em fim, agora vo la escrever os códigos porque estou umpouco sem tempo e preciso muito aprender muita coisa ainda, tchau pessoal."
    },
    {
        "data": "09/03/2025 21:20",
        "texto": "Boa noite, venho dizer que não fiz nada de demais, ontem codei de manhã e depois joguei de noite. Agora eu peguei no computador pra arrumar o MyOpinion, porque deu alguns erros ontem e não vi como arruma."
    },
    {
        "data": "09/03/2025 21:27",
        "texto": "Estou me sentindo muitooo cansado, e inutil ao mesmo tempo, e olha que estou fazendo muita coisa, mas ainda assim sinto que não to fazendo nada e ninguem me reconmhece."
    },
    {
        "data": "11/03/2025 20:12",
        "texto": "Boa noite, só vim dizer duas coisa."
    },
    {
        "data": "11/03/2025 20:13",
        "texto": "A primeira coisa é que não programei nada esses dois dias. To com algum B.O. no código e perciso resolver ele e to sem tempo pra fazer isso dia de semana então to adiando pro final de semana."
    },
    {
        "data": "11/03/2025 20:17",
        "texto": "A segunda coisa é que eu acho que to apaixonado, tinha uma garota na minha sala o nome dela era Sabrina, nunca tinha reparado nela até porque não reparo muito nas meninas mas em fim, então ela saiu do colégio esse ano e ai que eu fui perceber o tanto que ela era linda e inteligente, e pelo que lembro ela ri de muitas piada, oque eu acho muito legal em uma garota. Em fim, ai agora que ela saiu que eu fui reparar e gostar dela, não sei se ela tem alguem na outra escola, que é o Lúmen, mas estou loco pra conversar qualquer papo com ela (não nunca fomos próximos). Em fim, hoje ela me comprimentou do carro dela, e eu até fico sem jeito quando ela ta relativamente perto, quase não fico sem jeito vendo qualquer menina, não ligo muito, mas essa, a essa dai é diferente."
    },
    {
        "data": "11/03/2025 20:18",
        "texto": "Em fim, depois eu atualizo vocês sobre ela, vou lá tentar arrumar o código com o chatgpt (o erro ta no python) e depois estudar, não quero gastar tempo programando agora."
    },
    {
        "data": "22/03/2025 22:29",
        "texto": "Boa noite, voltei. As coisas tavam meio corridas por aqui, não consegui fazer nada de util pra mim sabe? Só trabalhei com meu pai e estudei, fiz prova nessa semana e é uma loucura não ter tempo. Em fim, não tenho muitas novidades que eu saiba, fiz só coisas basicas e nada fora da rotina."
    },
    {
        "data": "22/03/2025 22:31",
        "texto": "Na verdade remontei um pc pro meu amigo, ele tinha um gabynete velho sem fans e tals, então eu remontei o pc em um gabynete novo e coloquei fans e fiz limpeza, foi meu primeiro trampo na aréa de pc. Esse mesmo amigo que é o Matheus, vai fazer aniversário no proximo final de semana no Hot Park, vai ser legal eu descontrair e vou dar o pc pra ele como presente, eu até ia cobrar ele mas vou fazer de graça como se fosse um presente em fim."
    },
    {
        "data": "22/03/2025 22:32",
        "texto": "Vou tentar fazer mais avanços no MyOpinon.com que nem sei se vai ser esse nome, porque o dominio já exite, mas vou usar ele como uma ferramente de aprender, e caso tenha paciência vou continunar o game que eu tava tentando fazer, a Deus"
    },
    {
        "data": "21/05/2025 20:53",
        "texto": "oi, primeiro teste aqui"
    },
    {
        "data": "21/05/2025 20:54",
        "texto": "Parece que deu certo, agora só falta passar todas as mensagens antigas pra cá. Isso vai demorar, vou fazer final de semana"
    },
    {
        "data": " 21/05/2025 18:55",
        "texto": "Vou trazer todos os outros postes do antigo blog pra esse novo aqui, pra poder salvar tudo.\r\n(ARRUMEI NO SITE, PRA OS POST FICAREM NA ORDEM CRONOLOGICA)"
    },
    {
        "data": "21/05/2025 19:48",
        "texto": "Pronto, terminei tudo. Peguei todos os post do Blog antigo pra esse novo. Mudei a data no arquivo .json pra ficar na ordem certinha aqui nesse blog, demorou umpouco mas agora vou ter tudo salvo do blog."
    },
    {
        "data": "21/05/2025 19:50",
        "texto": "Como de costumeKKKKKKKKKKKKK tamo de volta e já vou ter que trabalhar com meu paiKKKKKKKKKKKKKKK. Vocês já estão acostumados, vou lá trabalhar com ele, amanhã eu conto tudo que aconteceu nesses 2 meses que não escrevi nada. Até amanhã."
    },
    {
        "data": "22/05/2025 19:42",
        "texto": "Oi oi, estou eu aqui de novo e de volta não é mesmo ?"
    },
    {
        "data": "22/05/2025 19:45",
        "texto": "Então, oque aconteceu pra eu ter sumido, eu tive um pequeno problema estranho, tava meio mal mentalmente. Senti como se estivesse com depressão ou algo do tipo. Tava bem triste e pra baixo, não sei oque pode ter sido mas foi algo que me desanimou bastat, e por conta desse problema mental estranho fiquei uns 2 meses sem fazer nada de ultiu, nem mesmo jogar só queria ficar o tempo inteiro deitado dormindo ou vendo tiktok ou reels, tava bem mal mesmo. Mas em fim voltei, vou contar oque aconteceu nesses 2 meses, mesmo sem fazer nada rolou algumas coisas bestas."
    },
    {
        "data": "22/05/2025 19:51",
        "texto": "Fiz meu aniversário de 17 anos uns dias atrás, dia 12/05/2025 fiz meus 17 anos, como sempre pedi pros meus pais pra não fazerem nada no meu aniversário pq não gosto muito sabe? Gosto do básico, mas eles queriam que pelo menos fizessemos alguma coisa basica, mas ai pra piorar tudo fiquei doente porque foi na casa de um amigo meu, o Matheus, fique doente e percebi que todo aniversário meu eu passo mal ou acontece algo meio ruim comigo, ai tô esperando o ano que vem pra comprovar minha teoria, espero que ano que vem eu não fique doente. Mas ai beleza fique doente e tudo e mesmo assim o Nicolau, meu irmão, queria ir na haburgueria que meus pais queriam me levar, ele queria ir né criança e normal. Então criei forças e fui comer um hamburguer, agradeço de mais meus pais por terem feito muita coisa pra mim mesmo eu sempre não pedindo nada, eles me levaram pra comer hamburguer e ainda no outro dia que era segunda meu aniversário né, eles compraram bolo minha mãe fez um monte de comida pra mim então eu fiquei muito feliz, mesmo não gostando de comemorar meu aniversário eu fiquei feliz porque com esses gestos da pra pereber que seus pais gostam de você, foi bem da hora. E isso todo eu tava doente de mais."
    },
    {
        "data": "22/05/2025 19:53",
        "texto": "Mas nem tudo são flores, eu ficando doente faltei aula a semana toda, só fui pra fazer prova e como esperado fui mau nas provas porque faltei as aulas de revisão e assim acabei ficando de recuperação em uma matéria só, física com 57, eu precisava de 60 pra passar de ano então to cagando, mas minha mãe ficou pé da vida, mas se não fosse o professor me dando 57 acho que não teria tomado meu choque de realidade do tipo: Eu to no ensino médio e to levando as coisas na bricandeira e me olhei deitado na cama e também pensei: Que merda que você ta fazendo ?"
    },
    {
        "data": "22/05/2025 19:53",
        "texto": "Me senti um merda nesse tempo que sumi."
    },
    {
        "data": "22/05/2025 19:55",
        "texto": "E falando em se sentir um merda eu ainda to me masturbando de vez em quando, senti que nesse tempo que não escrevi no blog fiquei afastado de Deus, por isso também não estava me sentido feliz. Mas to a cada dia tendando melhorar e parar com essa merda."
    },
    {
        "data": "22/05/2025 19:55",
        "texto": "Acredito eu que esse é o ultimo mês que me masturbo, na verdade hoje é o ultimo dia."
    },
    {
        "data": "22/05/2025 20:04",
        "texto": "Agora voltando umpouco pra meus focos e tudo, eu gravei alguns vídeos para o youtube e um deles viralizou: https://www.youtube.com/watch?v=5dOY74Y0a4c&t=4s"
    },
    {
        "data": "22/05/2025 20:04",
        "texto": "Agora, to tentando focar no youtube, programação e criação de games. Vou ver se consigo fazer tudo."
    },
    {
        "data": "22/05/2025 20:21",
        "texto": "Já ja vou ter que ajudar meu pai no trabalho, hoje só quis falar sobre oque aconteceu nos dias que sumi mesmo, amanhã é sexta então eu vou fazer mais coisas, espero."
    },
    {
        "data": "24/05/2025 01:04",
        "texto": "Boa noite, a umas 3 horas atrás voltei da academia e comprei um pote de criatina pra talvez me ajudar a crescer de largura, to com 1,80 e 60kilos, é complicado. Voltando de lá banhei descansei e depois vim jogar umpouco no pc. Mas ja vou ir dormir, tô muito cansado da semana corrida então quero dar uma relaxada. Até manhã pessoal."
    },
    {
        "data": "24/05/2025 18:42",
        "texto": "Boa noite, hoje a tarde eu ia fazer algumas coisas mas acabei dormindo e fez merda nem uma de util hoje. Joguei Minecraft umpouco e depois dormi, tô aqui agora pra fazer alguma coisa, sei lá um site ou começar a planejar meu game."
    },
    {
        "data": "24/05/2025 19:04",
        "texto": "Vou começar a preparar o Project Z"
    },
    {
        "data": "25/05/2025 23:45",
        "texto": "O mais temido Domigno a Noite. Vou tentar fazer qualquer coisa minima que seja hoje, pra eu ir dormir falta pouco então tenho quer ser rapido."
    },
    {
        "data": "25/05/2025 23:45",
        "texto": "Acho que vou continuar planejando o Project Z porque tem pouquissimo planejamento e não to conseguindo desenvolver o game sem ideias ou coisas do tipo"
    },
    {
        "data": "02/06/2025 18:44",
        "texto": "Eai gente beleza? Voltei naquela de ficar sem produzir nada, to muito sobrecarregado eu acho ou com depressão ou algo do tipo sei la. Mas queria dizer algumas coisas pra vocês antes de sair."
    },
    {
        "data": "02/06/2025 18:45",
        "texto": "Tô assistindo Mr Robot, ótima séire, trata de muitos assuntos legais, e um dele me interessou que é haker e coisas do tipo, sempre gostei dessa vibe, então esse fim de semana tava estudando umpouco sobre injeção sql, mas n aprende muita coisa ainda."
    },
    {
        "data": "02/06/2025 18:56",
        "texto": "Segundo que eu tô gostando de uma menina, quase apaixonado ou apaixonado. O nome dela é Sabrina. Estudava comigo mas se mudou de escola esse ano e fui estudar no Lúmen, alguns metro em cima do São Francisco que é onde estudo. Quando ela estudava comigo, muita gente gostava dela mas ninguem conseguiu alguma coisa de fato não sei porque, na verdade tem alguns motivos, se eu não me engano ela gosta de mulher, oque é algo ruim pra quem é catolico, inclusive ela é catolica. Mas quando ela saiu do colégio senti que me aproximei mais dela doque quando ela estudava comigo. Quando ela passa de carro com a mae pra buscar o irmão dela (Jairo Neto) ela me comprimenta com um sorriso lindo. E de vez em quando quando me encontro com ela, ela também me comprimenta se acabando de rir, não sei porque, pode ou ser porque ela ta nervosa ou ela ta sentindo vergonha de mim (tenho muito pessimiso sobre mim). Por exemplo, ontem foi o ultimo dia de maio e teve Coroação de Nossa Senhora na minha paroquia, eu pedi pra Deus e pra Ns Senhora que caso seja pra me relacionar com ela, Deus faça alguns sinas, posso ter sentido eles com ela aparecendo varias vezes na minha vida, como foi ontem. No fim da coroação, do nada ela aparece na minha paróquia que ela nunca foi, descobri que o motivo foi a amiga dela que chamou (Mariamny). Ela veio me comprimentar do mesmo jeito, com sorriso aberto. Ela estendeu a mão e eu comprimentei, me sinto umpouco a vontade com ela é um sentimento estranho não sei. Normalmente quando vejo outras garotas e converso, fico todo perdido nas palavras, com ela não tanto. Posso estar me iludindo ao olho de outras pessoas, mas pra mim só estou gostando ela de verdade entende ? Mas espero que dê tudo certo, e se não der estou de boa. Que seja feita a vontade de Deus."
    },
    {
        "data": "02/06/2025 18:58",
        "texto": "Já que o assunto foi ela, a mensagem foi bemmm grande, desculpa. Mas estou gostando de verdade dela. O @ dela no instagram é mqz.bibis. Mas deixei uma foto dela que ela tem no perfil nos arquivos do blog com o nome: Sa.jpg"
    },
    {
        "data": "02/06/2025 19:00",
        "texto": "Tenho medo oque pode acontecer comigo, ou pode dar certo e a gente viver feliz, pode ou dar muito errado. Ou pode dar certo mas com muitos caminhos de pedras e buracos na frente, acredito eu que vai ser a ultima opição. A gente vai se gostar, vão ter muitos problemas que vamos infrentar e no final vai dar certo. Estou só esperando ela postar algum story pra eu reagir com alguma coisa dahora, mas tenho medo de ela tar gostando de alguem, porque ela virou quase low profile esses ultimos dias, vamos ver oque vai rolar."
    },
    {
        "data": "02/06/2025 19:00",
        "texto": "Depois eu atualizo vocês sobre ela. Vou lá trabalhar com meu pai agora, até mais."
    },
    {
        "data": "07/06/2025 00:39",
        "texto": "Eai pessoal, aqui sou eu de novo, aquela menina? Não deu certo, respondi um story dela e fui ignorado então apguei a mensagem, partiu pra proxima."
    },
    {
        "data": "07/06/2025 00:41",
        "texto": "Sinceramente não estou de \"coração partido\" estou umpouco chateado por ter sido ignorado, ai tenho que adivinhar se minha cantada foi ruim ou ela não gosta de mim. Tô mal só por isso, vai que eu virei print e motivo de zoação. Paia, mas não tem problema eu pedi pra Deus que caso não seja ela a menina, pedi para que eu não desse certo com ela."
    },
    {
        "data": "07/06/2025 00:41",
        "texto": "Mesmo assim vou deixar a foto dela nos arquivos pra deixar registrado."
    },
    {
        "data": "07/06/2025 00:42",
        "texto": "Não fiz nada de demais essa semana, na verdade estudei pra recuperação que fiz hoje e fui muito bem"
    },
    {
        "data": "07/06/2025 00:43",
        "texto": "Esqueci de dizer, fiz alguns ataques DoS, que é como se fosse um ataque DDoS porém leve, é a mesma coisa os dois são um \"crime\". Mas estou aprendendo então não cometi dano algum, oque acontece é que eu baixei Kali Linux em uma maquina virtual e comecei a aprender a fazer ataques de malware, o unico que deu certo foi o DoS."
    },
    {
        "data": "07/06/2025 00:44",
        "texto": "Fiz o ataque DoS no site do meu colégio o https://www.refeduc.com.br/, consegui bugar o site mas não derrubei porque ele é até que bem seguro e aguentou alguns ataques e a minha intenção também não era derrubar o site, era só testar. Ele ficou bem bugado o site mas não caiu."
    },
    {
        "data": "07/06/2025 00:45",
        "texto": "Depois refleti umpouco e pensei que poderia ser umpouco perigoso fazer isso, estou cheio de problemas e não confusão com a policia ou sei la, então desenstalei tudo e deixei isso só como se tivesse sido uma experiencia. Espero que tenham me entendido"
    },
    {
        "data": "07/06/2025 00:47",
        "texto": "O código que usei pro ataque foi esse: wrk -t8 -c3000 -d60s --latency https://www.refeduc.com.br"
    },
    {
        "data": "07/06/2025 00:49",
        "texto": "Queria fazer mais coisas com o Linux, não sei oque mas que envolva essa coisa de haker e cyberataques e cybersegurança. Me interessei de MAIS quando assisti Mr Robot. Eu ja gostava de programação agora comecei a gostar mais. Porém vai ficar pra depois, não quero problemas por agora."
    },
    {
        "data": "07/06/2025 00:49",
        "texto": "Boa noite, até manha ou algum dia."
    },
    {
        "data": "21/06/2025 23:49",
        "texto": "Faz um tempo hein, voltei."
    },
    {
        "data": "22/06/2025 00:53",
        "texto": "Cara sei lá, estou me sentindo muito inutil casado e tudo mais, estou me sentindo um furacão mas dentro de uma caixa. Estou procurando algum rumo, pior coisa da sua vida e não ter um rumo definido, um futuro que você planeja, e era isso que estava acontecendo, não sabia especificamente oque tinha que fazer agora para preparar pro futuro, tipo oque quero me formar e tals."
    },
    {
        "data": "22/06/2025 01:20",
        "texto": "Nesse meio tempo que sumi, aprendi a usar umpouco do Kali Linux, estava assistindo Mr Robot e fiquei facinado em haking e cybersegurança. Então fui ai que fui testando alguns gostos meus, e percebi que estou começando a criar um propósito de faculadade. Estava pensando em fazer lago que envolvesse computador. Eng. da Computação, Ciencia da Computação ou Eng. de Software. Entre esses 3 ou alguma outra engenharia."
    },
    {
        "data": "22/06/2025 01:26",
        "texto": "Vou falar pra vocês que realizei alguns ataques DoS, são tipo DDoS so que mais leves, não tentei fazer por mau, mas sim pra testar mesmo, fiz isso contra o site da minha escola refeduc.com.br mas não consegui chegar a derrubar o site, cheguei perto mas não consegui e meu objetivo também nem era. Em fim agora estou tentando focar em alguma dessas 3 faculdades e melhorando umpouco as minhas habilidades em computador. Estou começando a ver \"aulas\" e podcast no youtube sobre esses assunto, e comecei a ler \"Redes de Computadores de Andrew S. Tanenbaum\" foi recomendado pelo ChatGpt e fui pesquisar e é um ótimo livro, então estou lendo para melhorar meus conhecimentos sobre Redes de Computador."
    },
    {
        "data": "22/06/2025 01:26",
        "texto": "Depois estava pensando em estudar Python e aglumas coisas sobre eletronica de computador mesmo, na parte de Hardwere que eu falo sabe? Mas vou dando passos de cada vez.\r\n"
    },
    {
        "data": "22/06/2025 01:30",
        "texto": "Outro avanço que fiz foi me desligar totalmente das redes socias, bloquei tiktok, instagram e Twiter (chamado de X). Percebi o tanto que as redes sociais nos deixam anti sociais (ironico não?) percebi que as redes deixam as pessoas muito burras, por isso a falta de gênios atualmente, não que eu vire um por parar de acessar tanto, mas já vou avançar umpouco. Então resumindo me desliguei das coisas inuteis e comecei a criar um caminho para me tornar algum proficional na area de tecnologia e também estou lendo mais, inculive comecei a ler artigos da Microsoft e da Apple, estou me aprofundando mais nas empresas grandes (por causa dos avanços das LLMs as famosas IAs)."
    },
    {
        "data": "22/06/2025 01:33",
        "texto": "Estou me focando mais, porém ainda falta uma coisa só, preciso voltar a ficar perto de Deus, estou o próprio Diabo, me sinto muito impuro, fico arrependido mas volto igual um cão malidto. Vou explicar, estou me mastrubando de novo, sempre paro e volto, me confessei domingo passado e me masturbei 3 VEZES essa semana, que nojo de mim mesmo namoral. Quero parar mas tá muito dificil, sinto que a puberdade ajuda (na verdade atrapalha) eu a me mastrubar, deve ser essa coisa de virar \"adulto\" e monte de hormonio no corpo, espero que passe isso, vai fazer 1 ano de punheta, e quero parar, não quero passar de 1 ano."
    },
    {
        "data": "22/06/2025 01:34",
        "texto": "Então espero voltar pra Deus o mais rapido possivel, só falta isso pra minha vida ficar sucegada, vou lá dormir eu acho, amanhã quero ir pra missa cedo, mas não sei se vou ter força, espero que Deus me ajude, vou lá dormir e rezar, até mais pessoal. (Espero escrever no blog o mais rápido, não quero sumir)."
    },
    {
        "data": "29/06/2025 11:29",
        "texto": "Oiiii,KKKKKKKKKKKKK SUMI NÉ NÃO?"
    },
    {
        "data": "29/06/2025 11:30",
        "texto": "Mas agora to de férias, vou ter muito tempo e quero aproveitar esse tempo no maximo possivel pra produzir muita coisa ultiu.\r\n"
    },
    {
        "data": "29/06/2025 11:31",
        "texto": "Hoje é domingo, e vou pra missa umas 17hrs. Tô muito mal e com medo, pequei a semana quase interia, parece que sinto arrependimento mas sempre volto pro pecado ai sinto que não estou tão arrependido, sei la.\r\n"
    },
    {
        "data": "29/06/2025 11:32",
        "texto": "Não aconteceu tanta coisa dahora nessa semana, nem lembro, e se não lembro é porque nao teve nada legal. Teve uma coisa só."
    },
    {
        "data": "29/06/2025 11:33",
        "texto": "Agora criei um rumo, uma coisa que tava me deixando inquieto era não ter um objetivo certo, mas agora tenho, e já disse que a PIOR COISA é NÃO TER UM RUMO E OBJETIVO. "
    },
    {
        "data": "29/06/2025 11:37",
        "texto": "Vi um PdCast do Flow, e o Fabio Akita participou (da um google ai). Ele falou sobre IA e algumas coisas de tecnologia, então me dispertou a vontade de saber quais são as faculdades de TI que tem, e conheci algumas. Engenharia de Software, Engenharia de Computação e Ciência da Computação. Foi ver oque cada uma faz especificamente. Descobri, e então fui decidir qual quero. Eng de Software: Muito genérica e da um ganho muito rapido, mas a longo prazo é arriscado. Eng de Computação: Meche com a parte física do computador (Hardware), eu até gosto, mas falam muito mal da faculdade. E por fim: Ciência da Computação: Quase perfeita, você aprende tudo sobre computador, IA, base de dados, rede de computadores, cybersegurança e muita mais coisa. É quase tudo que quero, então adivinha, escolhi estudar na faculdade: CIÊNCIA DA COMPUTAÇÃO."
    },
    {
        "data": "29/06/2025 11:44",
        "texto": "De começo teve uma fala do Fabio Akita que dizia: \"Não temos mais gênios, é porque hoje em dia tem rede social, antigamente não tinha ai deixa as pessoas burras\". Não foi exatamente assim que ele disse, mas tipo isso. Ai me deixo disperto, fui saber sobre redes sociais, e elas são o puro infero do cerebro, essa porra fode com a cabeça de todo mundo, as redes sociais são na verdade anti-sociais. Só servem pra deixar você pecar, deixar você um debiloide, burro e com o cerebro todo fudido, de todos os jeitos. Então parei de consumir, coloquei um aplicativo que bloqueia os apps que quero, no comço me senti um dorgado querendo fumar droga logo, mas consegui, estou a uma semana sem consumir vídeos curtos, entro as vezes, mas não igual antes que ficava umas 3hrs assistindo. Sinto que melhorei, porque comecei a ler artigos da Microsoft e da Apple Learn Machine, tô começando a ler livro também, agora quero focar mais, mas já comçando a ler é um puta começo. Tô lendo: Rede de Computadores de Andrew S. Pelo que dizem ele é muitoo bom. Pelo que já li parece ser."
    },
    {
        "data": "29/06/2025 11:47",
        "texto": "Estou falando de mais, mas é poque estou muito ancioso pra isso, mas com preguiça ao mesmo tempo, na verdade não é uma preguiça mas uma desanimação e \"enjoo\" das coisas muito facil, e isso é uma grande merda, em fim, quero focar de verdade dessa vez. Não aguento mais ser um fudido, zé ninguem que não namora os amigos acham chato e não gostam de chamar pra rolê (eu sei que não gosto de sair) mas que merda, não vo a lugar nem uma e ninguem me chama mais, eu sou um puta fudido. Já perceberam que me trato meio mal, sei la, eu me acho um fudido o tempo ineiro, dizem que isso é ruim, até sinto que é mas as vezes é bom, é como se eu fosse meu próprio professor, depois falo mais sobre esse auto reconhecimento."
    },
    {
        "data": "29/06/2025 11:50",
        "texto": "Bom, entrei no blog hoje porque quero ser util, tô querendo começar a fazer um aplicativo pro meu pai, pro trabalho dele, ele ainda usa caneta e papel e é mó trabalheira isso, que ajudar ele mais. Vi o Elon Musk falando que pra ter sucesso tem que resolver problemas reais, e pior que isso é verdade, quando você soluciona algum problema na sociedade você tem sucesso, é só olhar as pessoas mais famosas e ricas do mundo, todas criarem algo util pra sociedade e por isso ficaram ricas. Bill Gates, Elon Musk, Mark Zuckerberg, Albert Einsten e uma caralhada de gente."
    },
    {
        "data": "29/06/2025 11:50",
        "texto": "Em fim, agora vo la tentar fazer esse app, quero pelo menos fazer o prototipo hoje."
    },
    {
        "data": "29/06/2025 18:59",
        "texto": "Boa noiteeeee, adivinha? Consegui fazer e TERMINAR o site de pedidos do meu pai!! Ele ficou hospedado no https://render.com/. É de graça mas ele desliga depois de um tempo de inatividade, então entrei no https://uptimerobot.com/ e deixei que visitasse o site a cada 5minutos, assim o site nunca fecha! Muito foda né? Pois é, e além do mais meus pais simplesmente gostaram de mais da ideia, depois de amanha meu pai vai usar pra valer ele, que é quando ele vai olhar os supermercados (na terça). Nem acredito que consegui fazer algo funcional e que fosse util ainda e que meus pais gostem. Tô feliz hoje."
    },
    {
        "data": "29/06/2025 19:00",
        "texto": "Vou deixar o link aqui, provavelmente quando vocês estiverem lendo isso o site nem vai estar mais hospedado no mesmo lugar, por isso que vou deixar uma print na pasta tamplates."
    },
    {
        "data": "29/06/2025 19:00",
        "texto": "LINK: https://mysite-zpql.onrender.com/"
    },
    {
        "data": "29/06/2025 19:04",
        "texto": "Pronto, deixei várias fotos de registro do site, vai ocupar umpouco mais de espaço na pasta por ser foto, mas tudo bem, o importante é registrar. Muito provavelmente vou fazer mudanças de design no site ou até mudanças funcionais, vai depender da necessidade que for surgindo, mas do jeito que ele está agora já está funcionando e tudo rolando de boa. Acho que jajá vou pra academia e voltando de lá se eu tiver força eu faço mais alguma coisa no pc, nem que seja só jogar Minecraft. Até mais."
    },
    {
        "data": "30/06/2025 19:14",
        "texto": "Boa noite, hoje não tive nada de mais. Acordei, ajudei meu pai e a tarde fui pro dentista, voltei agorinha. Meu pai finalmente fez uma conta no banco pra minha mãe no sicoob e depositou 800 reais pra ela, em fim. "
    },
    {
        "data": "30/06/2025 19:16",
        "texto": "Ah lembrei de 2 coisas, meu pai já começou a usar o site que fiz pra ele, tô muito feliz por isso de verdade mesmo. Inclusive agora vou modificar algumas coisas que tinha esquecido que serão uteis pra ele. (Como já falei, vão surgindo necessidades e vou adicionando."
    },
    {
        "data": "30/06/2025 19:18",
        "texto": "Outra coisa, foi que lá na dentista vi na parede colado um papel de aviso e embaxio tava a URL de um site, era odontocenter.com.br, ai como quase sempre pensei: \"hm, será que é antigo? Da pra derrubar?\". Adivinha só? Voltei pra casa, abri minha VM, liguei meu Kalizinho Linux e comecei o ataque, o site era tão velho que com so 5mil conexões e menos de 2 minutos ele caiu, agora ta fora do ar. Não imaginava que iria cair fácil, mentira até que imaginava, o site era de 2013 e dava pra ver que ninguem entrava lá a muito tempo porque tinha até logo do Orkut pra poder entrar, então é..."
    },
    {
        "data": "30/06/2025 19:21",
        "texto": "Não fiz por mal, do tipo \"vou derrubar pra eles se ferrarem\". Fiz só pra ver se minhas habilidades ainda estavam de pé, e estão. Deve que já já ele volta (espero). Fiz o ataque leve também contra meu prórpio site, e vi que eu tinha potencial pra derrubalo também, ou qualquer um fazer isso, então pensei em colocar algum serviço de proteçao, mas depois desisti porque pensei, quem que vão consegui achar essa url e mesmo que ache, ninguem vai ter interesse em derrubalo, a menos que eu mesmo tente, mas n sou tão idiota assim. Bom já parei com a brincadeirnha de haker e já estou melhorando algumas coisas do site do meu pai, falou pra vocês. Depois disso vou trabalhar com meu pai."
    },
    {
        "data": "01/07/2025 02:00",
        "texto": "Boa noite, hoje foi definitivamente usado o site que fiz por meu pai, fui umpouco util pelo que parece, estou aqui tentando fazer algumas melhorias nele, sai do trabalho umas 11:30, joguei com o Lucas e o Davi (amigos meus) e agorinha começei a mexer no site, já comecei algumas coisas. Ah e lembram do \"https://odontocenter.com.br/\"? Infelizmente ele caiu de vez, até agora sem sinal de vida dele, deve que era tão antigo que não aguentou, fiquei meio mal mas ninguem deve entrar naquele site, vou ver se daqui a uma semana ele volta ou não. Vou la continuar meu site e depois ir dormir, porque tenho que acordar cedo."
    },
    {
        "data": "01/07/2025 17:37",
        "texto": "Boa tarde, aqui estou eu de novo, parece que até que estou focado nas férias hein. Poia é pra quem ta focado, tem alguns lados ruins, acabei de me mastur*ar de novo, estou de pouco a pouco acabando com essa desgraça, é como um vicio mano não aguento mais, mas já estou melhor que antes. Em fim, depois dessa derrota de hoje, quero focar e fazer algo muito produtivo hoje, porque pelo que parece meu pai não vai trabalhar hoje a noite, então tenho que aproveitar muito meu tempo \"livre\". "
    },
    {
        "data": "01/07/2025 17:38",
        "texto": "Vou começar arrumando bugs do site, ontem foi muito frustrante, deu monte de bug no site, sai do pc só 3AM tentando arruma o site, e deu certo finalmente. Mas agora tem bugs e funções novas pra eu arrumar. Vou lá e depois eu atualizo voces."
    },
    {
        "data": "01/07/2025 21:44",
        "texto": "Boa noite, demorei umpouco né? De mensagem pra outra, mas é porque acabei dormindo, queria ter produzido mais, mas mesmo assim precisava de desacanço e olha que mesmo dormindo eu consegui terminar o site do meu pai, fiz tudo que queria fazer nele, até deixei como feito no meu pc, ele ficou bom agora. Talvez eu deixe uma print dele na pasta de Imagens desse site local."
    },
    {
        "data": "01/07/2025 21:50",
        "texto": "Antes de eu sair do blog, acho que vou jogar ou começar algo novo, vou pensar umpouco. Mas antes de eu ir, eu sempre falo coisas muito iguais aqui, tipo sobre o pc e tecnologia, vou começar a contar mais sobre minha vida pessoal e oque vocês mais acharem interessante vocês colocam no filme ou série minha ai, ou livro, em fim. Queria falar que no meio tempo que o site tava recarregando o novo commit, eu pesquisei sobre alguns Santos da Igreja Católica, pesquisei sobre o Carlos Acutis, são Charbel (meu santos favorito) e os 2 nasceram em maio, um no dia 2 e outro no dia 8 de maio, e eu no dia 12. Não é nada de demais eu ter nascido no mesmo mês que eles, mas achei interessante. Bom, espero contar mais da minha vida pra vocês aqui, igual meu diario escrito."
    },
    {
        "data": "03/07/2025 02:46",
        "texto": "Eai, boa noite ou bom dia. Hoje foi meio doido, tive muitas conversas profundas com uns amigos e entre eu mesmo. Conversei com o Felipe sobre eu e ele ficarmos toda vez caindo em tentação da mastrubação, e estavamos falando sobre termos uma conciencia mais elevada que pessoas da nossa idade, e com o Lucas falei umpouco sobre as redes sociais e algumas coisinhas sobre isso, mas não sei sinto que falar com o Lucas e a mesma coisa que meu pai e minha irmã, parece que eles não tem um conhecimento grande parece que estou falando com alguem com a mente meio limitada de mais pra compreender o redor ao mesmo tempo que conhecem muita coisa parece que não querem saber mais e não gostam de saber se não for por eles mesmo, é meio estrando de explicar oque sinto quando falo com eles, parece que eles não entendem oque eu falo, mas oque eu falo parece tão simples, e isso entra em outro tópico meu"
    },
    {
        "data": "03/07/2025 02:48",
        "texto": "Eu mais o Felipe estavmos falando sobre o quão a gente é maturo e sabemos muito ao nosso redor (falei isso com o Luciano também, ele é bem maturo, até mais que o felipe, mas é papo pra depois)."
    },
    {
        "data": "03/07/2025 03:01",
        "texto": "Então. Falando em maturidade eu lembrei que minha mãe dizia que eu era meio diferente das outras crianças, nunca gostei muito de falar com pessoas da minha idade, sempre prefiria os mais velho. Então eu cresci e reparei nisso sozinho também (parece que esse hábito não saio de mim des da infancia), percebi que eu realmente nunca gosto tanto de falar com pessoas da minha idade, sempre prefiro os adultos, mas não todos também, e reparei a causa disso. Percebi que prefiro os adultos muitas das vezes porque a mente delas se aproxima da minha, ele tem um conhecimento quase igual ao meu, por isso não gosto de falar com pessoas da minha idade porque mesmo tendo o mesmo de idade que elas o conhecimento delas é menor. Mas lembram que falei que não gostava de TODOS os adultos? Pois é, percebi o porque também, eu sinto quando uma pessoa não tem conhecimento bom,ou não gosta de aprender ou a mente é fechada e limitada, então adultos assim eu evito pra eu não discutir e ficar com raiva e porque não vale a pena falar com tolos, descobri isso des de mais novo, a familia do meu pai a maioria é de mente fechada e parece que o conhecimento deles é vago, meu avo é o unico que tem uma mente esperta mas a dele tem uma coisa de ruim, é fechada. Meu avo é esperto, sabe como ganhar dinheiro se virar sozinho e fazer as coisas sem ajuda dos outros, ele me lembra muito a mim, mas a mente dele é fechada de mais diferente da minha. É uma pena um homem de tanto conhecimento não saber de nada ao mesmo tempo, tenho medo de ser assim. Espero conhecer mais e descobrir mais da verdade e tudo mais, gosto de saber das coisas, como funcionam, oque pensam, eu imagino todo dia oque vocês estão pensando sobre esse diário, se realmente tem alguem lendo isso que não seja eu mesmo, se vão fazer um filme ou um livro sobre isso, penso O DIA TODO, 24HORAS, 7 DIAS POR SEMANA, sobre o FUTURO, oque vai ser de mim daqui a uns anos? Oque vou fazer? Como vou estar? As pessoas ao meu redor estarão comigo? E depois de eu morrer, vou pro inferno? Isso me deixa tão acabado e esquisito, do tipo, porque estou escrevendo isso em uma madrugada, não deveria viver a vida? Como é viver a vida? Me sinto estranho, me sinto sozinho mas acompanhado, me sinto um merda por sentir isso, sentir algo que nem sei oque éKKKKKKKK, como pode isso? Que merda. Assisti Oppenheimer, filme muito bom, me identifiquei umpouco como o Robert Oppenheimer, na parte das visões dele, que ele não entende nada e fica aparecendo várias coisas abistratas, meu Deus me ajude a ter conhecimento que não faça eu ter dor de cabeça. Deus me ajude, eu vos amo.\r\n"
    },
    {
        "data": "03/07/2025 03:03",
        "texto": "Escrevi muito, vocês nem devem ter intendido nada, foi um desabafo, se eu tiver vivo quando estiverem lendo isso explico melhor pra vocês, mas é fácil de entender, é so algo que quero escrever pra me sentir mais calmo e sem nada entalado. Espero explicar as coisas melhor pra vocês. Tão VENDO? Como me preucupo com um futuro que nem sei se vai existir? Tenho que ir a alguma piscologa, só um mês pra desabafar de tudo. Até a próxima."
    },
    {
        "data": "05/07/2025 02:18",
        "texto": "Boa noite gente, ontem não fiz absolutamente nada de util, só fiquei jogando mas tive uma ideia e é por isso que estou aqui de noite falando com vocês, cansado."
    },
    {
        "data": "05/07/2025 02:21",
        "texto": "A ideia é a seguinte, colocar as minhas habilidades de desenvolvimento e minha ambição por as pessoas falarem oque quiserem, pensei nisso: Porque não fazer um site como o twiter mas as pessoas podem dizer oque quiserem de forma anonima, ela criam a conta e postam oque quiser de forma anonima, mas com a UNICA regra, não poder cometer crime algum, caso seja cometido tenho total responsabilidade em entregar e revelar o nome da pessoa que fez tal crime para a justiça."
    },
    {
        "data": "05/07/2025 02:24",
        "texto": "Então já foi para os planejamentos, pensei em como tinha que ser o site, como iria lucrar (pelo menos alguns centavos), como eu iria ganhar fama, como eu iria deixar as pessoas intretidas, como vou divulgar o site. Foram muitas perguntas pra mim mesmo, mas ai resolver assim: Começar com o básico, fazer o site. Agora estou tentando fazer isso e planejando se ele aguentaria umas 100 pessoas pelo menos e se ele vai ser bom (ainda não programei nada)."
    },
    {
        "data": "05/07/2025 02:26",
        "texto": "Acabei de reparar que já tinha falado dessa ideia antes no dia: 06/03/2025. É básicamente aquela ideia ainda, ela ta na minha cabeça des de uns 4 meses mano, mas agora pensei umpouco mais baixo e possivel, porque a unica diferença é que quero que esse site se espalhe pelo menos nas escolas da minhas cidade, antes estava com o plano de ser no Brasil inteiro, mas vamos pensar baixo."
    },
    {
        "data": "05/07/2025 02:32",
        "texto": "Bom, como também já tinha dito pra vocês, que queria falar umpouco mais da minha vida, mas assim não tem nada de interessante nela não, to fazendo sempre as mesmas coisas e nada de legal. Trabalhando, dormindo, trabalhando e jogando e dormindo. Fim de semana eu faço as coisas de casa com todo tédio, mas tento ser forte e aguentar. Tem uma coisa meio legal na minha vida que vai rolar amanhã, vou ir pra uma festa de um pessoal da família Bittar, é da neta do Sulaiman chamdo de Sula, dono de uma rede de combustivel, Grupo Masut. Da um google nele ai \"grupomasut.com.br/a-empresa/\". Como eles são ricos, a festa é simplesmente FODA! Espero que aconteça tudo bem amanhã, que não role nada de mal, amém. Mas é isso deve que vai ser dahora também, amanhã conto como foi."
    },
    {
        "data": "05/07/2025 02:33",
        "texto": "Agora vou lá codar umpouco e tentar fazer o básico do site, só pra ter uma noção e depois eu planejo de fato como ele vai ser."
    },
    {
        "data": "05/07/2025 02:33",
        "texto": "Tô muito cansado, se eu não mandar mais mensagem hoje é porque cai no sono."
    },
    {
        "data": "05/07/2025 23:07",
        "texto": "Boa noite, voltei da festa umas 18hrs. Dormi pra recarregar as energias porque comi e aproveitei muito lá. Aproveitei pra dormir esse tempo das 18 até umas 22 pra eu conseguir fazer alguma coisa agora de noite, porque amanhã tem missa cedo então tinha que gerenciar bem meu tempo."
    },
    {
        "data": "05/07/2025 23:11",
        "texto": "A festa foi muito foda como sempre, tem uma pista de kart de chão de terra, e eu fui brincar com meu irmão, ai beti o carro com ele lá, tadinho ele ficou com a cabeça doendo porque o unico que \"voou\" do carro e bateu a cabeça nos ferros do carro, foi nada muito assim sabe? Ele só bateu a cabeça, não sangrou nem nada mas o susto que deixou ele com medo, fiz ele ter medo de carrinho de novo, porque outra vez lá na mesma festa 2 anos atrás também fiz cair tadinho, mas é bom até ele fica o dia inteiro sentado em casa, tem ralar umpouco, mas claro nada muito ruim q o machuque. Nossa, nas duas vezes que ele se machucou eu fico com peso na conciencia e fico mal pra sempre, tadinho."
    },
    {
        "data": "05/07/2025 23:17",
        "texto": "Outra coisa da festa também é, tem a neta da e do Suleiman e Mariza, o nome dela é Rafaela ela e loiria igual os avós, linda até, ele é meio doida, do tipo que surfa, anda de carro, meio q \"aventureira\" é engrassado falar esse termo mas meio que isso, minha mãe deu a ideia de eu puxar uns assuntos com ela, mas sei lá eu me sinto um bosta puro quando fico perto de gente rica ou coisa do tipo, minha mae deu essa ideia a uns 2 anos, e hoje eu fui pensar em puxar assunto mas sentei na cadeira e fiquei pensando... tanto que eu sou um fudido, sem nada, sem nome, sem dinheiro, com habilidades que alguns até conhecem mas por conta minha morreram, não sei explicar esse sentimento, mas me senti uma tremenda merda, merda pura. E pensei depois, tenho que fazer acontecer, não tenho ambissão de nada, não tenho nada, tenho que fazer algo pra ser alguem, pra arranjar uma namorada, pessoas amigos e fãns, tenho que fazer algo, (parei de escrever aqui por 3 minutos) vou tentar fazer esse site dar certo, mesmo tendo muito medo de não funcionar, eu quero tentar ser alguem."
    },
    {
        "data": "05/07/2025 23:20",
        "texto": "Não sei se vou colocar a foto dela na pasta desse site igual a Sabrina, acho que vou, pra registrar e até pra eu ficar vendo o tipo de mulher que eu acabo gostando, tipo assim, essas 2 por exemplo eu não GOSTO GOSTO, mas são meninas que até seriam legal namorar sei lá. Mas igual eu disse, se não der certo é porque Deus não quer que dê, melhor assim eu nem fico triste. Vou roubar e colocar a foto dela na pasta."
    },
    {
        "data": "05/07/2025 23:25",
        "texto": "A foto ficou pequena porque o instagram mudou a forma de conseguir pegar a foto, mas o insta dela atualmente é @rafabittarc Rafaela Bittar"
    },
    {
        "data": "05/07/2025 23:26",
        "texto": "Bom, agora depois de falar do meu dia hoje, vou começar a arrumar algumas coisas do MyOp. De começo estou pensando em começar desenhando o design do site, para ai depois na parte do pc eu fazer as mecanicas do Design e só depois deixar o site bonito."
    },
    {
        "data": "07/07/2025 00:43",
        "texto": "Salve salve, não escrevi nada \"ontem\" mas é porque tava o dia todo tentando fazer o BASICO do site funcionar, apelidei de Opinion só por enquanto melhor que o My Opinion, depois vou resolver isso. Mas meu dia foi muito de boa, acordei umpouco tarde, meus pais foram na missa mais cedo e eu mais minha irmã fomos de tarde, foi bom porque eu pude me confessar, tô me sentindo limpo espero não voltar pro pecado mais. Depois e antes da missa fiquei no pc só arrumando o site, ta dando muito bo mas é porque não tô entendendo direito essa coisa do banco de dados e o código python ai ta dando muito problema, agora estou chegando muito perto de terminar o básico pra dai eu focar nas funções que dão um \"toque\" no site, fui olhar no git hub e ontem foram 33 commits, primeira vez que passo de 17 commits MUITA COISA. Tô de verdade tentando fazer isso dar certo, mesmo não dando pelo menos vou ter feito algo muito foda e quem sabe botar pra Open Sorce ou até vender o código. Em fim agora vou lá continuar arrumando o site falta um bug só."
    },
    {
        "data": "07/07/2025 00:44",
        "texto": "Ah e hoje minha mãe me fez conhecer a família do Sula que eu falei pra vocês, mó deideira a família dos irmãos dele, conhecia todo mundo mas não sabia quem era quem, agora quando eu for pra alguma festa vou saber melhor."
    },
    {
        "data": "07/07/2025 00:47",
        "texto": "Espero que não demorei tentando fazer esse site dar certo, mas provavelmente vai demorar muitoo, tô falando só dele funcionar o básico, pra terminar mesmo o projeto vai ter um prazo que é 31 de julho estar funcionando 100%. Vamo que vamo."
    },
    {
        "data": "07/07/2025 01:05",
        "texto": "Fiz uma adição aqui no blog que é: Fica serrilhado quando digito uma palavra errado, porque as vezes escrevo tão rápido que nem releio as palavras e acabam indo errado pra vocês, então ativei e inclusive acabei de usar com a palavra releio. Agora vai melhorar pra vocês."
    },
    {
        "data": "07/07/2025 17:01",
        "texto": "Booaa tarde, ontem fiquei até tarde trabalhando no projeto, muita coisa ta funcionando mais ainda falta muitoooo a melhorar, não quero colocar foto do site como ele tá agora, quero só mostrar a versão final. Ontem minha cabeça quase explodiu pra isso dar certo, fui dormir eram 3:50AM quase 4 horas da manha pra ir e ainda acordei 11 horas e fui quase direto pra academia loucura pura, mas o site começou a funcionar e rodar quase do jeito que quero, agora vou começar a modificar algumas coisas nele pra funcionar 100% do jeito que eu quero pra dai começar a testar e por ultimo deixar ele bonito. Oque vou fazer agora tem muita chance de demorar porque vai mexer na parte do banco de dados e mexer com banco e python junto ainda não é meu forte."
    },
    {
        "data": "07/07/2025 17:02",
        "texto": "Ah não contei pra vocês mas na academia encontrei uma amiga minha da minha sala e uma amiga que estudava no São Francisco também, ela era do 3 quando eu era do 8 anoKKKKKKKKKKK. Agora ela ta formada e trabalhando em quanto eu to no 1 ano, foi bom rever ela. (Percebi que morro de vergonha de falar com as pessoas, principalmente mulheres)."
    },
    {
        "data": "07/07/2025 17:04",
        "texto": "Bom, agora vou lá mexer no código, seja que Deus quiser. Tenho pouco tempo porque hoje tenho que trabalhar com meu pai, não trabalhamos de manha então a noite vai ser mais puxado, vou fazer até que pouca coisa agora porque quero descansar, quem sabe de madrugada depois do trabalho faça mais coisas, trabalho melhor a noite."
    },
    {
        "data": "08/07/2025 00:07",
        "texto": "Boaa noite, eai? Bom a tarde eu acabei fazendo o site do meu pai, e tinha desativado o database dele porque achei que ele não iria usar tanto assim o site, mas acabou que hoje ele veio me perguntar do porque que o site no celular dele não tava funcionando, ai eu falei que era porque tinha desativado porque não podia ter mais de um database no render.com. Ai ele falou que podia deixar então mas falei que não, que iria fazer o site dele rodar de novo, então loguei no Neon \"https://console.neon.tech/\" e coloquei um database que é quase igual o render mas com a diferença que é meio giga de armazenamento oque não é um problema porque o site dom meu pai não ocupa tanto assim, em fim deu tudo certo mas acabei a tarde só dando uma focada nisso e uma coisa que adicionei no MyOp que descobri agora que não funcionou, depois disso dormi e depois fui trabalhar e agora to aqui, espero fazer muita coisa em pouco tempo, inclusive vou parar de escrever aqui e ir lá no código, até mais rapaziada."
    },
    {
        "data": "08/07/2025 00:27",
        "texto": "Voltei, foi mal acabei não cumprindo oque falei, MAS MANO, eu parei pra reler o meu Blog (não todo) mas li o começo e lembrei de algo. Se lembram do Lucas? Não sei se já contei pra vocês mas eu não me afastei dele pra não sair como errado, fiquei perto pras pessoas notarem que ele era falso igual eu, e adivinha só? O Luciano já percebeu e o Felipe, o Matheus mais ou menos mas ainda assim. Falei pro Luciano esse meu plano de não me afastar pra fazer as pessoas perceberem como ele era e eu não sair como errado, é deficil explicar pra vocês mas basicamente se eu fosse ir contra ele todo mundo ia ficar do lado dele então fiz as pessoas tirarem as próprias conclusões. E bom virem 2 novatos e ele virou amigo deles, e trocou o grupinho antigo um pouco por eles, e geral reparou e percebeu o tanto q o Lucas é meio pá, Agora já estão do meu lado a maioria, mas ainda ninguém sair de perto dele 100% isso só vai rolar quando ele fazer qualquer merdinha de errado. Ele é legal mano, do sentido que tiro muita gargalhada dele, mas tem muitas vezes que ele me faz muito mal, até que ele parou um pouco porque não to tão proximo dele mas ainda assim. Em fim lembrei disso e quis falar pra vocês, agora vou la escrever alguns códigos de verdade, boa noite."
    },
    {
        "data": "09/07/2025 16:52",
        "texto": "Booooaaaa tarde, ontem não fiz nada a noite, porque acabei dormindo, estava muito cansado dos outros dias que quase virei a noite toda acordado, então resolvi ir dormir, mas não me impediu de ter feito algo ontem a tarde, consegui atualizar muita coisa no código do MyOp e consegui fazer muita contribuição. Mas de noite realmente eu precisava de um descanso e foi bom, hoje acordei cansado mas fique disposto. Em fim agora estou aqui a tarde também tentando ganhar um pouco de tempo, quero tentar dormir a tarde pra conseguir fazer algo a noite, sou melhor trabalhando a noite entende? Em fim, agora atualizei uma coisa no código do meu pai, o que fiz pra empresa Pão do Sírio Bahij. Da um google ai também, mds ta sabendo de nada. KKKKKKKKK "
    },
    {
        "data": "09/07/2025 16:53",
        "texto": "Agora vou lá dar uma arrumada no README.md. Pelo que o chatgpt me falou tenho que fazer essa porcaria pra as pessoas saberem como usar meu código então tô fazendo isso pro repositório que fiz pro meu pai e o MyOp vou fazer depois, tenho que fazer muita coisa pra depois fazer esse tal de README."
    },
    {
        "data": "09/07/2025 16:58",
        "texto": "AAAAaaaaaaa Lembrei de uma coisa, eu comprei o livro \"O EGO é seu INIMIGO\" livro do: Ryan Holiday. Parece ser muitooo bom, então to ansioso pra caramba pra ele chegar e eu ler ele, faz chegar amanha pela Amazon, e minha mãe pediu um relógio pro meu pai pro aniversário dele mas to com medo de não chegar pro aniversario e só chegar pro dia dos pais.  Mas em fim é isso, tô ansioso pra ler ele, mas antes vou reler o \"Pequeno Príncipe\" li a muito tempo queria religar minha mente na leitura então vo ler o \"Pequeno Príncipe\" e depois quando amanha chegar o livro do Ryan Holiday eu leio ele também, depois tenho uns 3 livro pra ler depois do \"O EGO é seu INIMIGO\". Em fim tô ansioso pra caramba vocês não tem ideia."
    },
    {
        "data": "10/07/2025 00:14",
        "texto": "Boa noiteee, acabei de sair do trabalho do meu pai, não sei se consigo e se posso fazer muita coisa agora. Então só vou tentar dar uma arrumada em alguns bug que tão rolando no MyOp e tentar fazer o máximo que consigo de alteração, o tempo é curto então nem vou perder meu tempo escrevendo muito. Inclusive vocês devem ter percebido que antigamente eu falava tudo que fazia nos meus códigos, mas percebi que é meio inutil e chato pra vocês ficarem lendo cada coisa que eu atualizar no meu site, pra vocês terem ideia foram cerca de 90 commits no repositório do MyOp no Github, então seria muita coisa pra vocês e além de eu nem ter tanto tempo assim pra ficar escrevendo e codando. "
    },
    {
        "data": "10/07/2025 00:15",
        "texto": "Ah meu Deus, tô ansioso de mais pra chegada de meu livro amanhã, (no caso hoje). Mano tô loco pra ele chegar, espero ler ele todo, é uma \"promessa\" que to fazendo pra mim mesmo. Vamos ver amanha atualizo vocês."
    },
    {
        "data": "10/07/2025 01:35",
        "texto": "Tô quase indo dormir, não estou com sono mas meu corpo deve estar muito cansado e amanha tenho que acordar cedo pra trabalhar, mas acho que já fiz muita coisa útil hoje, fiz bastante alteração no design do site, agora amanha acho que devo finalizar o resto do design pra depois de amanha eu mexer na parte funcional de novo, vamos que vamos, estou feliz do que estou fazendo, mesmo talvez não dê certo essa ideia (estou apostando que vai) ainda assim estou feliz de ter um projeto bem feito finalizado e com muito esforço colocado. Boa noite, até amanhã pessoal. "
    },
    {
        "data": "10/07/2025 17:29",
        "texto": "Boa tarde, sai do trabalho hoje umas 16 horas, acabei de terminar de jogar uma partida de Fortinite, joguei só pra dar uns trios e sair, joguei uma partida só. Agora tô querendo mexer no MyOp e ver também se alguma IA me ajuda com ideias pra espalhar esse site sem que eu seja reconhecido, porque não sei se ja falei pra vocês mas o maior obstáculo agora é deixar o site \"famoso\", quero que por enquanto seja famoso na minha escola depois na minha cidade. Vou explicar melhor, quero que todo mundo da minha escola conheça o site, se ele viraliza na escola as outras escola e alunos vão querer saber do site, e assim acontece uma reação em cadeia, mas o problema e deixar isso famoso na minha escola."
    },
    {
        "data": "10/07/2025 17:30",
        "texto": "Meu livro \"O EGO é seu INIMIGO\" chegou hoje umas 14hrs, tô tão ansioso que ainda nem abri ele. Quero ler algumas páginas do \"O Pequeno Principe\" e depois eu abroKKKKKKKKKKKKKKKKKK\r\nSou muito idiota."
    },
    {
        "data": "10/07/2025 17:32",
        "texto": "IMPORTANTE: Eu tirei AS 2 FOTOS das meninas que tinha citado, tirei porque me SENTI um MANIACO e esquisito fazendo isso, eu nem fiz nada com as fotos só quis deixar lá pra registrar mas ficou MUITO ESTRANHO isso, então tirei as fotos, me senti mais leve parecia que fazia alguma coisa estranha com as fotos mas não fazia nada mas mesmo assim resolvi tirar as fotos. PROVAVELMENTE vocês deve ter procurado as fotos e foi mal tirei só agora e as mensagens já são antigas, Obrigado. "
    },
    {
        "data": "10/07/2025 17:33",
        "texto": "Bom agora vou lá codar umpouco e depois ir dormir, queria ler mais estou muito cansado e a noite tem trabalho com meu pai."
    },
    {
        "data": "11/07/2025 19:05",
        "texto": "Muito boa noite. Hoje acordei tarde, umas 11 horas e fui direto fazer uma coisa que meu pai tinha pedido pra eu fazer que era descobrir um vazamento nos canos na parte debaixo da minha casa, ai eu fiquei la até umas 17hrs só vendo e tudo mais, descobrimos um merda pura la embaixo, a nossa casa é muito velha, na verdade a vizinhança inteira aqui, em fim, descobrimos que aqui é tudo mal feito e sem sentido, tem muito vazamento e coisa toda errada rolando, vai vim um pedreiro aqui na segunda pra ver se da um jeito nisso, hoje é sexta feira. Sei nem como nossa casa está de pé pra vocês terem ideia, todo veia podre. Em fim, eu fiquei dia todo quase la, subi pra comer e tomar banho, dei uma relaxada e agora tô aqui, tava com preguiça pra ser sincero, mas quis criar forças, quero terminar esse trabalho. E ainda quero ler meus livros hoje, porque amanhã cedo tenho exame pra Raio X, então vamo que vamo."
    },
    {
        "data": "11/07/2025 20:17",
        "texto": "Voltei, tentei recuperar as fotos da minha irmã, o meu tio por parte de mãe acabou deletando as fotos erradas pra liberar espaço no pendrive, mas ai rolou outra coisa agr cmg, o pendrive ta morrendo, ele conecta e desconecta pelo que parece é algum BO ou no CI ou na memoria flash, então ela vai atrás de um profissional pra isso, agora eu vou ir pra minha área aqui que é programar, fala pra vocês que fiquei a noite passada vendo vídeo curto e os efeito com laterais estão batendo, tô com baita preguiça de fazer qualquer coisa, filhos da puta quem criou essa merda viciante, mas tô tentando me segurar e começar logo, até mais."
    },
    {
        "data": "12/07/2025 14:07",
        "texto": "Boa tarde, voltei do médico hoje umas 12hrs, mas ai fui no mercado com meu pai. Liguei o pc pra arrumar uma coisa no MyOp ai lembrei de uma coisa que PRECISO falar pra vocês."
    },
    {
        "data": "12/07/2025 14:09",
        "texto": "Lembram que eu falei que tinha derrubado o site \"odontocenter.com.br\"? E eu tava todo doido aquele dia falando que \"estava limpando a internet de sites feios\". Não sei oq eu estava na cabeça mas tirando isso, a situação só vai pra baixo, descobri que derrubei site nem umKKKKKKKKKKKKKKKKKKKKKKKK"
    },
    {
        "data": "12/07/2025 14:11",
        "texto": "Eu sou tão MERDA que eu não derrubei o site e sim minha rede wifi foi bloqueada pelo site, estava no médico hoje e entrei no site pra ver se ele \"ainda estava fora do ar\" e vi que não estava, achei que o site tinha voltado mas na verdade era só porque eu estava no meu 4G. Testei agorinha entrar no site e ele \"estava derrubado\" desliguei meu wifi e entrei no 4G e adivinha? O site voltouKKKKKKKKKKKKKKKKKKK"
    },
    {
        "data": "12/07/2025 14:11",
        "texto": "Eu sou um completo merda mano namoral."
    },
    {
        "data": "12/07/2025 14:21",
        "texto": "Vou tentar fazer muita coisa hoje, ontem mexe no MyOp até que bastante foram uns 17 commits ai virou o dia e ficaram 14 commit hoje, mexi muito na parte visual do site, fiz alterações nas\r\n\r\ndeixei tudo bonitinho, hoje quero mexer na parte funcional, até TUDO estar funcionando direitinho tipo 100% ai eu volto a mexer no design pra já finalizar o site e pensar em coisas do tipo: Marketing, vídeos pro site, e anúncios. Em questão de anúncios eu pensei: Spamar o site de anúncios é uma merda, deixa o site poluído e não passa credibilidade, porém, se eu colocar 1 anuncio a cada uns 5 posts. Deixa o site um pouco mais vivo, com mais \"movimentos\" e eu acabo dando uma pequena lucrada. Porque sinto que o site esta \"sem vida\" é só um monte de texto parado, sem vídeo sem anda se mexendo e atualizando, ter anúncios e alguns vídeos feito pelo próprio site (no caso eu) achei que seria bom, deixa o site com mais áudio e visual, mas isso vai ficar por ultimo, não adianta o site ser bonito e tudo estar funcionando uma merda. Mas vamos ver, minha mãe quer me mandar pro parque com meu pai, mas eu não quero não, meu pai vai mandar eu cuidar do meu irmão em quanto ele só anda, prefiro ficar aqui e tentar terminar meu projeto."
    },
    {
        "data": "12/07/2025 14:21",
        "texto": "Inclusive meus pais ja estão me chamando pra comer, espero fazer muita coisa hoje, inclusive ler, já li 1/4 do \"O pequeno príncipe\" e quero começar logo o \"O EGO é seu INIMIGO\". Até já ja"
    },
    {
        "data": "12/07/2025 17:34",
        "texto": "Oi voltei, não vou mentir procrastinei, fiquei deitado uma hora, depois que mandei a ultima mensagem fui comer depois convenci minha mãe de ficar em casa ai ela me mandou varrer a casa, depois disso fiquei deitado e agora criei forças pra vir aqui e quero fazer muita coisa agora, porque de noite tenho academia, tô com preguiça de ir mas preciso e minha mãe que vai me puxar então ela vai me \"ajudar\" a ir. Em fim agora vô mexer nos códigos ."
    },
    {
        "data": "14/07/2025 18:29",
        "texto": "Boa noite pessoal, não entrei muito aqui no blog porque tava com certa preguiça de escrever. Mas ontem fui no show do leo lins e até tirei uma foto com ele, ele até lembrou de mim. Fui junto com o Luciano, tadinho ele iria comigo ano passado mas acabei chamando o Davi e o Lucas, eles não deixaram eu chamar ele e ainda n foram comigo, ai esse ano resolvi nem falar pra eles e chamei só o Luciano. Foi um show muito bom, queria ir mais vezes pra shows de comédia e stand up, eu gosto dessa vibe, tem um vibe que é muito boa que é uns bar com palco de stand up, ai que é bom mesmo, mas em Anápolis não tem só se for em São Paulo."
    },
    {
        "data": "14/07/2025 18:31",
        "texto": "Bom em relação ao site eu ainda estou constate, com menos coisas sendo feitas mas não estou deixando de fazer, arrumei algumas coisas que eu queria e melhorei outras, agora o problema é que o design do site ta meio bagunçado, eu pelo menos estou sentindo isso, tenho que dar uma polida no site depois mas não é meu forte mexer com css, em fim estou trabalhando ainda, de vez em quando estou dando umas desanimadas não vou mentir mas sempre abro o site e faço alguma coisa. E tô quase terminando o pequeno príncipe e já quero começar a ler o ego é seu inimigo. Bom agora vou lá terminar algumas alterações e depois ir trabalhar com meu pai."
    },
    {
        "data": "17/07/2025 01:20",
        "texto": "Boa noite, tô alguns dias sem falar com vocês mas é porque não tenho tantas novidades, estou atualizando muito o site ele ta ficando muitooo foda, já tem muitas evoluções nele. Todo dia estou trabalhando nele nem que seja um pouco, sempre atualizou pelo menos alguma coifazinha. E tô com aquela rotinha de sempre, trabalhar com meu pai descansar e mexer no pc. Tive recaidas nos vídeos curtos, mas acabei de desenstalar o tiktok e o instagram pra isso não acontecer de novo. "
    },
    {
        "data": "17/07/2025 01:22",
        "texto": "Nesses férias tenho muitas coisas com os médicos, inclusive lembrei que amanhã as 18 tenho um pro meu joelho que sempre estala e dói, vamos ver oque deve ser. Tenho que arrancar meus 4 CISOS. To com medo sinceramente mas vamos ver que que vai dar, e tenho que recolocar aparelho na boca, porque os dentes de cima se mexeram pra frente, vou ficar feio mas vai valer a pena. "
    },
    {
        "data": "17/07/2025 01:23",
        "texto": "Em relação ao site de novo, to ficando bonito e com as funções funcionando bem até, mas agora o grande problema é como vou deixar ele famoso, como vou divulgar ele, tenho que pensar nisso melhor."
    },
    {
        "data": "17/07/2025 01:25",
        "texto": "Ah e eu comecei a ler \"O EGO é seu INIMIGO\" terminei de ler O pequeno príncipe e agora já to na página 12 do ego é seu inimigo, tô gostando do livro e pelos nomes dos capítulos tem um que fala: Alguma cosia estilo Clube da LutaKKKKKKKKKKKKKKKK achei isso muito top, vamos ver oque vai ter nesse capitulo. É um bom livro pelo que parece quero ler mais ele só que estou meio sem tempo. Inclusive to meio com preguiça de escrever aqui pela falta de novidades, agora vou la mexer só um pouco no site e ir dormir."
    },
    {
        "data": "18/07/2025 23:15",
        "texto": "Boaa noiteee, como sempre dei uma sumida, mas não tive nada de de mais, sempre a mesma rotina de abrir o pc deitar um pouco e trabalhar. Só hoje que teve uma coisa meio diferente, veio um pedreiro aqui em casa arrumar a encanação toda podre de casa ai eu virei servente dele, acordei das 8 da manha e sai umas 18horas de la, cansei de mais, mas ta feito e ai deitei e dei uma cochilada e agora abre o pc, joguei umas 3 partidas de fortinite e agora vou pro site. Acho que ta ficando meio apertado esse prazo, vou ver se vai dar tempo de terminar tudo que eu quero no site. Então não vou enrolar  muito aqui e já codar direito."
    },
    {
        "data": "18/07/2025 23:17",
        "texto": "Como ja falei, já comecei a ler o meu livro, tô vendo que estou \"aparecendo\" muito no livroKKKKKKKKKKKKKK Ele da alguns exemplos de egoismo e quase sempre \"sou eu\" essa pessoa. Depois que comecei a ler (tem nem 30 páginas que li) e reparei que sou meio egoista, me sinto superior a todo mundo, mas as vezes mesmo sendo, deixo de aprender coisas que NÃO sei com os outros, é como ser bom mas ainda tem oque a melhorar mas por eu me sentir bom não tento aprender com os outros. Tô tentando mudar esses comportamentos antes de ler esse livro, mas agora com ele só melhora. Bom agora vou lá pro Vs Code."
    },
    {
        "data": "19/07/2025 12:19",
        "texto": "Bom dia, hoje acordei umas 10 ou 11 horas. E já liguei o pc de novo porque quero fazer umas coisas que ficarem pendentes ontem no meu site, eu fiz uma caixinha de escrever mais ela ta feia e agora ta bugada, e é a coisa mais importante do site e tenho que fazer ela logo não posso perder o tempo porque tô muito atrasado. No sábado é dia de faxina em casa, mas a casa ta relativamente limpa então vo conseguir fazer muita coisas, mas agora a coisa é não perder tempo"
    },
    {
        "data": "21/07/2025 18:26",
        "texto": "oiii, boa noite pra vocês. Adivinha quem ARRANCOU 4 SISOS de UMA VEZ hoje? POis é fui no Dr Willson Mariano, ele é casado com uma das filhas do Tio Nicolau. O caba tem coração forte mano, arrancou os 4 dentes em 40 minutos, não doeu mas dá muitaaa agonia, ainda mais pra mim que tenho agonia dessas coisas que mexe com o corpo humano. Em fim, não doeu tanto assim, só da agonia igual eu falei, tomei umas 20 espetada de anestesia, fiquei com a sensação de boca enxada, mas foi d boa. Agora o pós é um pouco doido, mas pra mim ta indo tudo de boa, só com a boca doendo bem pouco, comi umas coisas meios pastosas, meti um bolo pra dentroKKKKKKKKKK foi o aniversário do meu pai ontem ai eles me deram bolo, comi ele de boa, mas claro que não mastiguei, amassava ele e mandava pra dentro."
    },
    {
        "data": "21/07/2025 18:29",
        "texto": "Bom em relção ao site, cheguei em uma das partes mais chatas do site, não sabia que ia me dar tanto trabalho assim. Tô arrumando o css do login e do register do site, descobri que tem um site que da alguns modelos de graça de css, ai tô usando, mas ta ficando diferente o estilo quando mando pro render, em localhos fica de um jeito e no render de outro, ai tô aqui nessa luta, os commits no github ESTÃO MUITO FEIOS, de tanto que fui mandando um monte de teste, depois vc entra ai em 21/07/2025 e vê os commits. Em fim, com essa dor da boca e ainda tô ficando estressado."
    },
    {
        "data": "21/07/2025 18:30",
        "texto": "Em relação ao livro do ego. Dei uma pausa, tô meio sem tempo e tals, mas já tô voltando. Tô ficando muito no tiktok, tem uns tal de fogo do tiktok que tem que todo dia mandar mensagem, ai tô querendo apagar eles tudo. Não mandar mensagem pra ninguém e fodasse. Vo fazer isso hoje."
    },
    {
        "data": "21/07/2025 18:30",
        "texto": "Agora vô lá tentar arrumar esse bug do css do login e depois ir pra outras coisas se não vou ficar maluco."
    },
    {
        "data": "22/07/2025 15:33",
        "texto": "Boa tarde gente, hoje acordei com um pouco de dor no siso, acordei dei uma pausa e depois desci pra ajudar meu pai no trabalho, ai na hora de assar os pães eu subi pra dormir por que não posso ficar no quente. Acordei tem 10 minutos e vem pro pc porque ontem criei um sistema rápido de curtidas, mas acabou bugando meu código TODO do site, ai tô estressado com isso e quero arrumar tudo logo."
    },
    {
        "data": "23/07/2025 02:26",
        "texto": "Boa noite blog. Tô de madrugada porque to meio inspirado, fiz muita alteração hoje, tive dor de cabeça de mais, muita coisa deu errado no código do MyOp. E pra piorar foi dar erro nos dias que arranco os 4 SISOS. Ai é pra acabar mesmo, hoje como já tinha falado eu acho, acordei com um pouco de dor onde arrancei os dentes. Em fim, tô aqui finalizando as adições que fiz, fiz muita coisa hoje, criei a página de trending, que basicamente mostra os post mais virais e marca de azul os 3 post mais famosos. Tem algumas coisas ainda pra melhorar mas já está funcionando, hoje cansei de maaaaiss da conta. Mas praticamente todas as funções do site estão funcionando agora só falta dar uma polida em tudo. Tudo tá funcionando mas ta meio bagunçado preciso arrumar tudo, mas vai ficar mais perto de quando for finalizar o site, agora a coisa é fazer tudo funcionar."
    },
    {
        "data": "23/07/2025 02:26",
        "texto": "Vo finalizar algumas coisas aqui e ir dormir, já ta tarde. Até amanha."
    },
    {
        "data": "23/07/2025 14:46",
        "texto": "Boa tarde, sai do trabalho tem umas 2 horas, entrei pra tomar banho (não podia des de segunda por causa do dente). Tomei um banho pq já tava fedendo de podi. E agora abri o pc aqui, não sei se vou codar muito ou se vou jogar, joguei um pouco de fortinite e agora ta reinstalando Gta V. Talvez eu jogue um pouco porque não joguei quase nada nessas férias, e faltam 2 semanas pra voltar as aulas e eu só fiquei mexendo nesse site que nem sei se vai ficar famoso ou funcionar. Mas pelo menos vou ter feito alguma coisa na minha vida nessas férias e não só ter aumentado meu tempo gasto com jogo."
    },
    {
        "data": "23/07/2025 14:48",
        "texto": "Espero que esse site funcione, fique famoso ou algo do tipo, não tenho nada com meu nome, não sou ninguém, sinto que devo fazer alguma coisa que alguém fale: Ah o Mehran? Aquele cara que fez... ou é dono.... Quero ser alguém conhecido por qualquer coisa mínima que seja, não sei explicar direito. "
    },
    {
        "data": "23/07/2025 14:50",
        "texto": "Em fim, ontem fiz algumas adições legais no site, e hoje falta eu dar uma geral em tudo que adicionei, tá meio solto as ideias, e preciso refazer o sistema de curtidas, já tentei 3 vezes e as 3 deram certo mais fuderam com o resto do meu código. Vou tentar fazer esse sistema de curtidas ficar pronto até sexta pra não me preocupar mais. Bom, pensando aqui preciso dar uma geral em MUIITAA coisa. Espero que de certo e dê tempo."
    },
    {
        "data": "24/07/2025 16:11",
        "texto": "Boa tarde gente, hoje tô meio desanimado pra vida. Acordei e vi que o render.com tem um limite de site ligado, o limite de 750 horas. Não sabia disso e deixei ele ligado tem um mês, ai eles bloquearam o MyOp por um mês. Sinceramente tô desanimando dessa ideia de site, não tô aguentando mais, não sei se vai dar certo e por isso que me desanima, é tipo apostar na loteria. Tô meio que fazendo o site e sem saber se vai ou não funcionar. "
    },
    {
        "data": "24/07/2025 16:12",
        "texto": "Sinceramente, não sei oque fazer mais pessoal, não ideias de planos de vida, e se tenho não estão no meu alcance por enquanto. Tô francamente destruído."
    },
    {
        "data": "24/07/2025 16:15",
        "texto": "Tô pensando em mais tarde pegar um pouco de dinheiro e minha bicicleta e ir dar uma volta por ai, passo no parque Piranga que tem aqui em Anápolis e como um caldo de cana com pastel KKKKKKK é engraçado falar isso. Ou eu passo e como um hamburguer ou um açaí sei lá. Quero sair de casa um pouco e dar uma respirada na vida. E... caso tenha alguma coisa na igreja, tipo alguma oração ou coisa do tipo eu quero ir, quero falar um pouco a sós com Deus. Eu quero... eu... eu nem sei oque quero mais, tô desmotivado de mais."
    },
    {
        "data": "24/07/2025 20:37",
        "texto": "Eu sinto um vazio imenso, sinto que estou sozinho mais não ao mesmo tempo. Sinto que está eu mais Deus sentados em um banco na praça, e eu não sabendo pra onde ir. E Deus só quieto esperando alguma coisa acontecer."
    },
    {
        "data": "24/07/2025 20:37",
        "texto": "Estou lembrando aquela fala do Arthur Morgan de RedDead 2: Eu estou com medo madre."
    },
    {
        "data": "25/07/2025 18:39",
        "texto": "Boa tarde, ontem eu dei uma pequena chorada de madrugada, me sinto sufocado de merda sei lá oque tá rolando comigo. Mas me sinto um pouco melhor, acordei cedo hoje e ontem de madrugada (quando chorei) eu li mais do livro do Ryan Holiday do Ego. Eu li exatamente uma questão que estava em paulta na minha vida, o que ele estava falando era se você quer ser ou fazer, e parar de ficar reclamando ou se explicando, coisa do tipo. Me fez refletir em algumas coisas da minhas vida, do tipo: Oque quero fazer na minha vida? Oque quero trabalhar, qual o meu objetivo no mundo? Sirvo pra alguma coisa? Tenho algo a fazer nesse mundo que estou de passagem?"
    },
    {
        "data": "25/07/2025 18:41",
        "texto": "Sinceramente estou sem rumo, não sem proposito mas sem rumo mesmo. Por que meu proposito é seguir a Deus e a minha fé nele, tudo que eu fazer da minha vida tem que se encaixar nas regras e ordens de Deus, então tenho raízes, mas ai chega a outra parte. O que quero fazer? Devo fazer algo que não descumpra oque Deus me ensinou, mas nem sei oque quero fazer então só sei que quero fazer algo, que não desrespeita a Deus. Não sei explicar pra vocês, só sei que não sei o que quero fazer da vida, estou sem rumo, sem ideias de empreendimentos ou objetivos."
    },
    {
        "data": "25/07/2025 18:42",
        "texto": "Vou pegar um dia pra reler esse diário aqui que eu fico escrevendo pra vocês, só saio escrevendo igual maluco mas faz tempo que não leio. Um dia vou ler tudo que escrevi e ver se daria um filme KKKKKKKKKKKKK. Tenho que reler meu diário manual também."
    },
    {
        "data": "26/07/2025 14:15",
        "texto": "Boa tarde pessoal, como vão? Hoje acordei um pouco tarde, foi umas 10 ou 11 horas. Acordei com puta dor de cabeça po conta dos dentes. Criei forças e levantei, meus pais estavam fora de casa e estava só eu mais meus irmãos. Depois de acorda fui com calma ir fazer uns 5 ovos com azeitona que vieram da minha terra. Gosto de comer sozinho, sei la. Sei nem do porque que tô contando isso."
    },
    {
        "data": "26/07/2025 14:19",
        "texto": "Não contei pra vocês, mas como o meu projetinho de website meio que foi pro beleleu por enquanto, eu pensei em criar alguns projetos pra ir testando minhas habilidades de programação. Comecei por um simulador de caixa de supermercado, fico vendo os app que os mercados e vejo tanto que são velhos, ai perguntei pro chatgpt algumas ideias de projetos pra fazer e ele me deu essa também, então já são 2 motivos."
    },
    {
        "data": "26/07/2025 14:20",
        "texto": "Não é bem o que eu gosto mas é bom pra eu praticar alguma coisa, e não ficar sem oque fazer. Bom pelo menos agora tenho algo a fazer, vou lá. Espero não me perder mexendo no celular ou coisa assim, quero me concentrar e ler hoje. Seja que Deus quiser."
    },
    {
        "data": "26/07/2025 14:21",
        "texto": "Ah, antes que eu vá. O meu arquivo .json bateu 100KB agora. Faltam mais alguns 4 zeros pra dar 1GB KKKKKKKKKKKKKKKKKKKKKKK. Então é muita pouca coisa, mais eu quiser falar."
    },
    {
        "data": "29/07/2025 20:33",
        "texto": "Oi rapaziada, adivinha? Vocês estão no gitHUB!!!!! Pois é dei uma sumida igual sempre, mas era porque tava em uma rotina sem muita mudança, tudo normal."
    },
    {
        "data": "29/07/2025 20:36",
        "texto": "Na verdade, aconteceu algumas pequenas coisas, como meu projeto do website meio que deu errado, tentei criar alguns outros mini projetos pra ficar me entretendo e treinando, criei alguns tipo: \"Supermarket-Cashier\" que é um simulado de caixa de supermercado (ainda estou trabalhando nele). \"Leitor-de-PDF\" que é um app básico usando tkinter pra fazer resumo de boleto e pdf (finalizei no mesmo dia). Claro, não fiz nem 50% sozinho, o chatgpt quem fez, mas pra não ficar só nessa coisa, nesse final de semana quero reescrever todos os códigos, pra treinar e escrever linha por linha, assim vou entender oque tô copiando e colando. "
    },
    {
        "data": "29/07/2025 20:37",
        "texto": "Ai depois de criar esses projetos, pensei: Porque não colocar meu blog no github também? Porra mano, meu primeiro site, tinha que estar no meu github, ai coloquei agorinha e vim dar a noticia pra vocês."
    },
    {
        "data": "29/07/2025 20:38",
        "texto": "Bom, entrei rápidinho mas já vou sair, porque meu pai já começo a trabalhar e hoje meus país não tão muito bem comigo não, então talvez de noite eu volte ou outro dia, é isso pessoal, até mais."
    },
    {
        "data": "29/07/2025 20:39",
        "texto": "Ah, antes de ir, tô na página 60 e pouco do ego seu inimigo, e tô na 4 temporada de \"The Boys\". Que série boa mano, mas tem muita putaria, isso é paia, mas a série em si é boa de maisss. Só isso, agora falou."
    },
    {
        "data": "30/07/2025 23:30",
        "texto": "Boa noite gente. Sem muita atualização, tô sem ideias de códigos, os meus tão quase todos prontos, tem o simulador de supermercado, mas nem sei mais oque mudar nele, tô até meio que com preguiça."
    },
    {
        "data": "30/07/2025 23:35",
        "texto": "Agora na verdade, oque estou fazendo é baixando e clonando GitHub e vendo de qual é do trabalho dos outros. Acho que isso é importante pra dar uma analisada no trabalho dos outros. Tô explorando muito por enquanto o GitHub do fabio akita. Assiste ele no podcast do flow e ai tô conhecendo ele mais, to vendo uns vídeos dele e vendo de qual é dos trabalhos. \"https://github.com/akitaonrails\""
    },
    {
        "data": "30/07/2025 23:37",
        "texto": "Quero explorar mais repositórios. Além de testar os projetos dos outros, quero dar uma lida no que eles estão fazendo. Mas não sei, é meio que um tipo de distração por estar sem ideias. Agora to aqui jogando um minecraft com o Lucas. Andei jogando e fazendo muita coisa sozinho nessas férias ai ele ligou pra mim e aceitei, e amanha ele mais o Davi me chamaram pra ir no cinema com eles ver \"O quarteto fantastico\". Também aceitei mesmo desanimado, só pra sair um pouco do clima de casa."
    },
    {
        "data": "30/07/2025 23:41",
        "texto": "Depois que o projeto do website deu uma pausa, fiquei sem saber oque fazer. Ai tô tentando me enfiar em qualquer outro projeto antes de começar as aulas, que inclusive começam semana que vem."
    },
    {
        "data": "01/08/2025 09:50",
        "texto": "Bom diaaaa. Hoje acordei normal, não acordei desanimado, mas também não muito animado. Acordei umas 9 horas, liguei o pc e li um pouco do livro do ego. E tenho 2 noticias boas pra vocês."
    },
    {
        "data": "01/08/2025 09:52",
        "texto": "1 - No livro do ego seu inimigo, eu tô em um capitulo que fala sobre pensamento \"Liberte-se de seus pensamentos\". Porra cara, nesse capitulo literalmente falaram de mim, eu sou um cara que vive pensando e normalmente prefiro viver os pensamento do que a realidade, e ai o primeiro poeminha que tem nesse capitulo é literalmente sobre isso, preocupante, preciso mudar isso em mim, para de pensar de mais."
    },
    {
        "data": "01/08/2025 09:52",
        "texto": "2 - O SITE TA DE VOLTAAA KKKKKKKKKKKKKKKKKKKKKKKKKK"
    },
    {
        "data": "01/08/2025 09:54",
        "texto": "Pois é, acabei de abrir o render e o site já estava podendo rodar de novo, isso é ótimo, agora vou economizar mais horas de site ligado e vou tentar fazer esse site ficar 100% pronto (ou perto disso) porque as aulas vão começar daqui a 4 dias mano, então já tenho que estar com esse site pronto pra quando eu quiser mandar ver, eu já poder."
    },
    {
        "data": "01/08/2025 09:55",
        "texto": "Sinceramente eu tô com muito medo disso não dar certo, tipo eu divulgar o site e ninguém ligar, mandar o fodasse e mandar eu me fuder, to com muito medo, mas ainda assim quero arriscar."
    },
    {
        "data": "01/08/2025 09:57",
        "texto": "Bom, agora vou la comer por que meu pai quer me levar pro centro pra comprar roupa de banho pra cachoeira, pois é vamos pra cachoeira amanha, curtir um pouco antes das volta as aulas sabe? Ai ele quer me levar pra comprar uma coisas (mesmo que eu não goste). Vou la comer então e voltando disso vou fazer muiitaa coisa hoje, ou preciso na verdade. Quero fazer muitas coisas novas no site, já que também aprendi muitas coisas em quanto o site ficava parado e o livro quero ler ele mais também, mas na viagem tenho muito tempo então to de boa. Até mais pessoal (espero fazer muita coisa hoje sem me distrair)."
    },
    {
        "data": "01/08/2025 20:22",
        "texto": "Boa noite, sou eu de novo. Seguinte, estava querendo fazer muita coisa hoje mas as circunstancias não deixaram. Minha mãe hoje tava puta com geral aqui em casa (e com razão). Amanhã a gente vai pra cachoeira igual já tinha falado, ai ninguém em casa tava ajudando, só minha mãe tava fazendo as coisas. E meu pai pra fugir vai pra um padre ortodoxo fazer uma visita, ai coloca desculpas do porque tem que ir e fica lá pra não fazer as coisas de casa. "
    },
    {
        "data": "01/08/2025 20:25",
        "texto": "E eu, ela me chama de egoísta em árabe. \"Anani أنت أناني\". Por que sempre que ela pede alguma coisa pra comprar eu não procuro pra ela, e não é questão de egoísmo, mas é que quando ela não me especifica oque ela quer e não é algo do meu nicho eu fico meio pá de procurar. Em fim, hoje o clima em casa tava estranho e fiquei também mó tempão lá no centro pra comprar coisa pra casa. "
    },
    {
        "data": "01/08/2025 20:26",
        "texto": "Agora que eu sentei pra focar nas coisas aqui, na verdade liguei o pc umas 19h só que tô meio sem vontade sei lá. As aulas estão voltando e meio que queria aproveitar antes de voltar tudo, não sei. Vou jogar um pouco de Minecraft aqui e depois vou voltar a focar no MyOp. Já mudei algumas coisas nele hoje, mas quero mudar mais, quero que antes de começar as aulas ele esteja uns 95% pronto."
    },
    {
        "data": "02/08/2025 01:04",
        "texto": "Oi gente, não vou mentir, só fiquei no pc fazendo vários NADA hoje. Fiz pouquíssima alteração no MyOp. Na real fiquei vendo umas lives na twitch, vi que o JonVlogs fez um churrasco e a Sophia Espanha estava indo (não sou de acompanhar eles) mas reparei o tanto que sou sozinho, acho que é isso mano. Tô aqui paradão olhando pro meu wallpaper e pensei, queria só ter pessoas pra conversar, mas não de mais também. Sei lá mano, talvez eu deveria voltar a fazer lives e vídeos. Quero que as pessoas me conheçam, saibam meus talentos, minha cultura e minhas coisas, vi a live do felca também e ele tava com uma tal de Yassmin que é descendente árabe e pensei, po mano eu deveria estar falando da minha cultura. Sei la cara, não sei oque quero fazer da vida e isso é foda viu. Mas talvez seja bom abrir live e conversar com as pessoas do chat. Só espero que Deus algum dia me envie alguma missão na vida, pelo menos vou saber meu rumo e foco em uma coisa só."
    },
    {
        "data": "02/08/2025 01:07",
        "texto": "Eu sei fazer um pouco de tudo, mas não me destaco de mais em nada. É tipo saber o minimo de todos os esportes mas não ser um pelé em algum esporte. Eu sei muitas coisas mas nem uma delas me destaco de mais, sou um pouco bom em tudo. E isso é ruim, porque ai você não tem destaque, imagina o Cr7 sabendo jogar bem todos os esportes? Ele nunca teria ficado rico, por que? Por que ele é MUITO BOM em UMA coisa só, ao inves de ser \"normal\" em várias. Não sei se consegui explicar direito."
    },
    {
        "data": "02/08/2025 01:07",
        "texto": "Vou la dormir, amanha na cachoeira quero ficar relaxado, descansar a mente a alma e o corpo, pra começar meu parte 2 do ano bem. Até mais pessoal"
    },
    {
        "data": "02/08/2025 21:29",
        "texto": "Boa noitee gente, eai? Voltei da viagem umas 19h. Foi boa, a agua tava gelada que só a porra mano. Mas foi bom, relaxamos lá, demos uma boa almoçada e ficamos na beira da agua. Eu li na ida e na volta o meu livro, e li mais um capitulo que tem a ver comigoKKKKKKKKKKKKK"
    },
    {
        "data": "02/08/2025 21:31",
        "texto": "Ontem falei pra vocês sobre o tanto que queria ficar famoso pra ganhar merito pelo que eu tenho e mostrar minhas coisas, tipo eu ser da Síria e tudo mais, e no capitulo que li falava sobre isso. Sobre meio que você não ser especial e você deixar as pessoas ganharem mérito que voce não tem que ganha, não sei explicar pra vocês não, mas me serviu de mais e me fez pensar o tanto que o ego pode ta me enforcando sem eu perceber, eu tinha uma visão muito vazia do ego, achava que era só quem não pensava nos outros, mas a coisa é mais funda que parece"
    },
    {
        "data": "02/08/2025 21:36",
        "texto": "As partes que me pareço muito começam na página 91 até a 113, final da primeira parte."
    },
    {
        "data": "03/08/2025 22:16",
        "texto": "Boa noite gente, hoje foquei bem no Opinion ou MyOp, ainda to decidindo o nome. Bom diria que o site está uns 80% pronto, tem alguns detalhes chatos que tem que arrumar, oq afeta muito o usuario, que são a página de login e registar. "
    },
    {
        "data": "03/08/2025 22:17",
        "texto": "Hoje é o ultimo dias das férias, eu estava esperando estar perto do 90% do site concluído, mas não deu por conta que o render me boicotou e fez eu parar por 1 semana, mas em fim né. Agr falando um pouco da parte mais familiar, o clima ta meio estranho entre eu e minha mae, ela ta puta comigo porque eu to respondendo as coisas meio seco e grosso, realmente to mas tenho alguns motivos disso, em fim não vou falar muito disso mas o clima aqui em casa ta uma merda um pouco."
    },
    {
        "data": "03/08/2025 22:20",
        "texto": "Agora voltando pro site, diria que tô perto de terminar, preciso fazer alguns ajustes no login.html e no register e depois criar uns post como se fossem pessoas da vida real. NINGUEM vai querer entrar em uma rede social e ser o primeiro, então você tem que fazer que os usuários acreditem que não são os primeiros, e pra isso que vou criar uns post e contas pra fingir que são pessoas, até ter no mínimo umas 10 a 20 pessoas no site, ai depois não vo precisar mais. Porque imagina só, vc entrar em um site e não ter nem um post lá, tem que fazer acreditar que tem pessoas vivas nesse site. Em fim, isso se chama estratégia e logica"
    },
    {
        "data": "03/08/2025 22:20",
        "texto": "Então oque falta é : Arrumar os login e register, criar posts e contas temporarias, e dar uma geral no design do site. "
    },
    {
        "data": "03/08/2025 22:22",
        "texto": "To perto de terminar o site, pelo menos isso. E quando vou lançar? Não sei. Tenho que esperar o momento certo, não vai ser no primeiro dia de aula com certeza, tem que ser em um desses momentos: Quando tiver algum tipo de fofoca ou intriga na escola, ou quando estiver tudo MUITO chato na escola, tipo nada de legal e só uma rotina chata, esses 2 momentos que fazem um jovem entrar em uma rede social, ainda mais quando é uma que é sobre você falar dos outros."
    },
    {
        "data": "03/08/2025 22:24",
        "texto": "Tô com muito medo de divulgar isso na moral mesmo, não medo no sentido de sei lá, é um site ruim ou um site errado, tô com medo no sentido de não dar certo ou eu virar chacota, imagina, eu fico as férias todas fazendo o negócio e no final todo mundo caga? Ou o povo descobre que eu quem fiz e me zoa. É um medo temporal, vou ver que tipo de estratégia vou usar pra divulgar esse site, espero que dê certo."
    },
    {
        "data": "03/08/2025 22:25",
        "texto": "Vou só finalizar uma coisa aqui no meu código e vou ir dormir, amanha começam as aulas e já tô meio ansioso ou coisa do tipo. E meus pais já tão começando a ficar putos, até mais."
    },
    {
        "data": "05/08/2025 21:53",
        "texto": "Senhoras e Senhores, estou muito fudido. Amanhã tenho prova e ao invés de estudar fiquei aqui mexendo no código do MyOp. Meu Deus do céuKKKKKKKKKKKK"
    },
    {
        "data": "05/08/2025 21:55",
        "texto": "Reparei agora no horario e já ta tarde e não estudei NADA. Vou tentar dar uma estudada aqui e entrei aqui no blog só pra falar disso. Bom e como podem perceber, voltei a ativa no Opinion, tô fazendo algumas mudanças e estudando outras, espero que dê tudo certo, mas perder minhas coisas pra mexer nele é arriscado. Em fim, vou lá estudar agora, e há. tem nem uma novidade, a escola voltou, teve algumas reformas e de resto ta tudo igual, minha mãe ainda fica irritada comigo e fica me chamando de egoísta e e os krl. "
    },
    {
        "data": "05/08/2025 21:56",
        "texto": "Uma coisa de novo é que comprei, na verdade meu pai que comprou mas eu escolhi, um celular pra ele. O dele é o Galaxy J8 e já ta indo pro beleleu. Ai hoje ele pagou um Galaxy A55. Um celular bom e barato e chega amanhã, fala pra vocês que tô mais ansioso que ele KKKKKKKKKKKK"
    },
    {
        "data": "05/08/2025 21:57",
        "texto": "Bom agora vou lá ver a ultima atualização que fiz no Opinion e ir estudar, preciso de nota."
    },
    {
        "data": "07/08/2025 22:38",
        "texto": "Boa noite rapaziada, hoje tive uma das conversas mais importantes pra minha vida pro futuro. Com meu professor de sociologia, filosofia e ens religioso, Sebastião."
    },
    {
        "data": "07/08/2025 22:40",
        "texto": "Tô com 17 anos, já tô na reta dos 18 anos, e preciso saber oque quero pro futuro da minha vida mano, e acho que por isso que andei desmotivado nos últimos meses, com ja tinha dito, estava sem rumo pro futuro. Mas em junho tinha pedido pro Sebastião que queria marcar uma reunião com ele pra falar sobre algumas questões e des de lá não tivemos oportunidade, mas hoje de manha tivemos."
    },
    {
        "data": "07/08/2025 22:42",
        "texto": "Falamos sobre muitas coisas em geral, ele vai servir pra mim como um pai brasileiro, vai me direcionar pra qual faculdade fazer, quais documentos devo correr atras, onde, oque tenho que fazer quando chegar nos 18. Falou por exemplo sobre, alistamento militar, tirar documentos, ver a questão de uma prova lá que faz você cortar o ensino médio por ter 18 anos e se cortar o ens médio valeria a pena. Em fim a gente conversou sobre assuntos sobre \"vida adulta\" e é algo que estou precisando, falar sobre o futuro."
    },
    {
        "data": "07/08/2025 22:48",
        "texto": "Além da parte pedagógica de estudos e faculdade, falamos da parte de trabalho. Falei pra ele que trabalho com meu pai e tudo mais, só que queria ir achar meu próprio emprego, não por dinheiro mas pra ter experiencia de vida, saber como é arranja um emprego lá fora, como é a vida de trabalhador, conhecer pessoas e tudo mais. Isso é engraçado, porque tive que explicar pra ele que quero achar emprego pra ter experiencia e não por causa de dinheiro, por que (NÃO SÓ ELE) mas TODO mundo que não seja da minha família, família mesmo que digo que ta na minha casa, todo mundo acha que o trabalho do meu pai não da retorno quase nem um de dinheiro, que a gente ganha o suficiente pra viver, e não é bem assim mano. Meu pai ganha em média 2 a 3 salários mínimos por SEMANA, é o que ele recebe em bruto é claro, o que vai pro bolso no final é 1 ou 2 por mês, mas ainda assim mano é um bom dinheiro, ele tem muitos gastos por isso que não \"sobra\" tanto. Pra vocês terem ideia ele ta com 24 MIL reais na conta do banco agora. Isso é loucura cara, e e chato saber que ninguém sabe que você ganha dinheiro velho, e acham que você é um fudido que trabalha com PÃO. Porra mano, meu pai é um dono de fabrica que vende pão (um produto) pra TODOS os mercados da cidade e pra REGIÃO. Ai falei pra minha mãe exatamente isso que tô contando pra vocês e ela falou: É melhor que ninguém saiba mesmo não meu filho, assim a gente trabalha e faz nossas coisas sem ninguém ficar com olho gordo. Até concordo, mas as vezes da uma vontade de mostrar oque você tem e oque você conquistou."
    },
    {
        "data": "07/08/2025 22:49",
        "texto": "Ai meio que voltando um pouco pro assunto da reunião, falei pra ele que queria achar um emprego pra ter uma noção da vida de trabalho meio que \"fora da fabrica\", porque eu trabalho com meu pai, na parte da produção, meio que atrás da cortina, mas queria eu mesmo fazer meu trampo mano, correr atrás das minhas paradas é tudo que sempre quis, ser responsável pelo meu sucesso e pelo meu fracasso ta ligado? Mas ver resultado, sendo bom ou ruim."
    },
    {
        "data": "07/08/2025 22:51",
        "texto": "Bom, ele vai me ajudar muitooo pelo menos, vai me direcionar bem pra saber as coisas \"chatas\" da vida adulta, que nem falei, tirar documentação, onde e como, oque tenho que fazer, quais faculdades e tudo mais. Vai ser um caminho que ele vai me ajudar a desenha no chão, espero que ajude mas acho que vai, já disse que ia. "
    },
    {
        "data": "07/08/2025 22:56",
        "texto": "Ah lembrei também, ele falou sobre minhas notas, e realmente, tô meio mal, to mal em quase tudo na minha vida nesse momento pra ser sincero, tô um pouco fora dos trilhos, mal na escola, mal na religião, mal na família, mas tô voltando por consciência própria. Já reparei isso em mim mesmo sem ele precisar falar, mas ele me disse uma coisa que é verdade: Falta leitura pra mim. Realmente, eu não ando lendo tanto, nem é questão de livro, tipo o ego é seu inimigo que to lendo agora, mas por exemplo os livros da escola, ensino médio é o contrario doque eu prego em educação: Na minha cabeça, educação tem que ser algo criativo e algo que seja mais vivo, e não algo de decorar e só. Ensino médio mano, é tudo pronto e você meio que só decora. Enem é o CAPETA disso, o enem é uma bosta total pra mim, porque é só uma tecnica de você saber decorar as coisas e fazer lá. Tem nada de conhecimento nessa merda, como pode uma prova de MARCAR opção correta faz você entrar em uma UNIVERSIDADE? Porra mano, nem um adulto parou pra pensar nessa idiotice? Em fim, não tenho poder pra ir contra, mas quando eu tiver, a primeira coisa que vou ser contra, vai ser enem, tem que usar métodos de avaliação corretos pra fazer as pessoas vencerem na vida, e não serem um monte de robos."
    },
    {
        "data": "07/08/2025 22:56",
        "texto": "Falei tanto que até me perdi."
    },
    {
        "data": "07/08/2025 22:57",
        "texto": "Beleza, lembrei do que queria falar, era sobre oque quero fazer partir de agora."
    },
    {
        "data": "07/08/2025 23:00",
        "texto": "De começo, preciso melhorar no colégio, quero deixar minhas notas e tudo mais estável na parte da escola, pra ficar despreocupado com educação. Segundo, quero achar algum emprego ou algum projeto pra eu mesmo fazer, dando retorno financeiro ou não, retorno de experiencia é melhor ainda (o opinion já é um bom começo, mas um emprego seria bom também, preciso conhecer pessoas). Terceiro, fazer algo na parte de lazer, tipo conhecer alguma garota, namorar, sair pra algum role e coisa do tipo, preciso descontrair um pouco a mente. Quarto e ultimo, preciso dar uma olhada nas minhas documentações pra quando chegar Janeiro, pra eu ficar prontinho pra vida adulta, isso pode ser um pouco mais tarde por estar relativamente cedo, mas no geral é isso."
    },
    {
        "data": "07/08/2025 23:00",
        "texto": "Espero conseguir fazer tudo isso, quero mudar de vida mano, quero fazer algo na minha vida."
    },
    {
        "data": "09/08/2025 08:27",
        "texto": "Bom dia, ontem dei uma sumida, mas é porque tava desmotivado mas fazendo coisas ao mesmo tempo. Oque foi bom. Assiste muito ontem vídeos do Clóvis de Barros, principalmente aquele video do \"Brio\". Porra mano, me falta garra nas coisas mano, ele me fez eu reparar nisso, em fim ontem eu fiquei meio pá mano, eu fiquei meio motivado com as coisas mesmo derrotado. Voltei de tarde da escola, descansei, fiquei meio deitado porque tava meio mal de cabeça, sabe como é. Depois levantei e liguei o pc, meu negocio é só COMEÇAR o único problema é esse mano, começar, então comecei. Fiz muitas add boas no Opinion ontem mano, arrumei todos os bugs de criar conta, add algumas funções, ontem foi muito bem produtivo o trabalho no opinion, e ainda de noite fui trabalhar com meu pai, sai de madrugada com ele do trabalho, fui dormir umas 1 da manha e hoje acordei as 6 horas, rezei, voltei a dormir e acordei as 7:40 por ai, e tô aqui, o único da família acordado e fazendo tec tec no teclado. "
    },
    {
        "data": "09/08/2025 08:30",
        "texto": "Ah outra coisa, celular do meu pai chegou a um tempo já. Porra mano que celular bom, arrumei todinho o celular pra ele, fiz ele ficar 0 bala. Celular já é rápido, ficou mais e ficou tudo personalizado do jeito que ele queria, ele gostou de mais o veio ficou fascinado. Ah mano, sei la, as vezes sou egoísta e eu sinto isso, mas sempre procuro dar do bom e do melhor pras pessoas, meu ego tenta gritar mas eu calo ele ou tento, ficou triste quando falam isso pra mim, ficou puto quando me chamam de egoísta sendo que minha consciência pesa quando engano alguém ou tento ou qnd dou algo não tão bom pra pessoa. Tipo: Imagina se eu tivesse achado um celular pro meu pai, um celular meia boca, ele ia receber o bagulho todo ruim que trava ? Mano eu ia ficar mal pra caralho, fico com peso na consciência quando não entrego de bom e de melhor pras pessoas."
    },
    {
        "data": "09/08/2025 08:34",
        "texto": "Bom, em questão da escola, minhas notas só tão piorando, no sentido de que entregar umas notas pra mim ontem. Recebi a de física que foi um lixo: 12/40 eu acho, nem sei, joguei fora essa merda. E história que foi 25/40, tenho que melhorar essas notas mano, não da não, to levando muito no fodasse e não pode isso. Vou começar o habito de ler mais os livros antes dos professores darem o conteúdo, sinto que os professores do ens médio são meio ruim mano, tipo. Ontem antes da aula de história, eu peguei e li a matéria que ele ia dar antes dele dar a matéria, e mano a explicação dele foi uma merda pura, explicou monte de coisa inútil nada a ver, enrolação da porra. Eu sinto que ou o professor tem que ser bom de ensinar ou eu que vou ter que aprender sozinho e no ens médio, quase todos os conteúdos aprendi tudo sozinho, sinceramente os professores tem uma parcela de culpa ainda no meio também. Foi mal, desabafai do nada, tava precisando."
    },
    {
        "data": "09/08/2025 08:45",
        "texto": "Hoje ta sendo um dia bom, espero que continue assim até o final. Gosto de ficar sozinho cara, na verdade de fazer as coisas sozinho, tipo trabalhar estudar e coisas assim, ou fazer com pouquíssimas pessoas, tipo no max 2. To falando isso porque tô aqui sozinho acordado em casa, e sempre quando tô meio que \"sozinho\" em casa eu faço mais as coisas, sempre sou mais produtivo quando meus pais saem de casa, e é por isso que normalmente você me vem aqui no blog de noite, que é quando ta geral dormindo. Mas ficar muito sozinho é ruim também, pra crescer na vida eu preciso ter contatos, pra vencer na vida, tem que conhecer pessoas, não é tão um problema pra mim, mas é um mini puzzle que tenho que enfrentar, além de ter uma namorada também que ai sim é um desafio, preciso de uma mano, pra ter companhia, ter alguém do meu lado as vezes é bom pra dar carinho ou oque seja."
    },
    {
        "data": "09/08/2025 08:45",
        "texto": "Bom. Vou lá mexer mais no Opinion, depois eu volto. Inclusive pensei em uma atualização pra colocar aqui no Blog, quero add função de mostrar o {dia da semana} que foi feito o post."
    },
    {
        "data": "11/08/2025 20:15",
        "texto": "Boa noite, não sei oque tenho pra contar pra vocês. Esses dias foram bem parados, eu fiquei mexendo bem pouco no Opinion, na verdade só no sábado eu trabalhei MUITO nele, concertei bugs e add a função de poder colocar bio, as pessoas gostam de amostrar os interesses delas. Nos outros dias foi tudo de boa, ontem eu fiquei com uma dor de cabeça forte, foi dia dos pais e é isso. Por isso que não to entrando muito aqui pra escrever. "
    },
    {
        "data": "15/08/2025 17:40",
        "texto": "Boa tarde, meu pai viajou pra ir pescar com o tio Nicolau e uma galera ai pra eles irem pescar e tudo mais, vão ficar la até domingo, é bom que meu pai da uma relaxada lá e tudo mais, é muitooo bom pra ele. Ah e aconteceriam algumas coisas, o meu pai vindo pra Anaplois (ele tava em goiania) ligarem pra ele e pediram um código de verificação do whatsapp e meu pai como tava na estrada, sem pensar deu o código, ai o filho duma puta pegou o whatsapp do meu pai e começou a pedir dinheiro, eu tava na escola e minha mãe me ligou falando que clonar o celular dele, em fim ele conseguiu recuperar porque minha mae de noite consegui o códigoo de verificação da certo, pq tava sendo enviado pro celular do malandro. Eu fiquei conversando com ele KKKKK e tentando negociar dinheiro em troca do código, eu não ia pagar mas queria tentar pegar o pix dele pra conseguir os dados e processar o fdp. O celular do meu pai foi formatado quando o cara pegou o código pq mudou o chip então tive que reinstalar tudo pro meu pai. Foi uma doideira porque foi antes da viagem, e ai ele estava meio estressado claro. Mas deu tudo certo."
    },
    {
        "data": "15/08/2025 17:40",
        "texto": "To com sono, vou dormir depois acordar e fazer as coisas q tenho q fazer."
    },
    {
        "data": "07/09/2025 16:09",
        "texto": "Oi, quanto tempo não é mesmo? Oque andei fazendo nesse tempo que sumi? Nada."
    },
    {
        "data": "07/09/2025 16:13",
        "texto": "Hoje é independência do Brasil e hoje também Carlo Acutis vai ser oficialmente santo pela igreja católica e ta todo mundo postando isso nos storys. Senti uma coisa meio estranha por dentro me remoendo, parecia inveja, como posso ter inveja de um garoto que morreu e virou santo? Estranho, porque gosto dele, é um santo jovem mas que virou um pouco modinha entre os jovens agora. Em fim, isso me deixou incomodado, ter meio que \"ciumes\" dele é estranho pra mim, respirei fundo e deixei meu coração puro."
    },
    {
        "data": "07/09/2025 16:13",
        "texto": "Vou jogar um pouco de valorant, ja ja volto e conto mais sobre oque aconteceu nesse meio tempo q sumi."
    },
    {
        "data": "14/09/2025 22:06",
        "texto": "Boa noite, sumi depois que falei que ia só jogar. KKKKKKKKKKKKKKKKKKK"
    },
    {
        "data": "14/09/2025 22:08",
        "texto": "Voltei a escrever por que tô me reanimando um pouco, to jogando Hollow Knight, lançaram o segundo mas to jogando o primeiro porque nunca joguei. O luciano e o Matheus me fizeram jogar, e foi bom, fazia muitooo tempo que não ligava o pc. Bom tenho alguma novidade pra vocês."
    },
    {
        "data": "14/09/2025 22:10",
        "texto": "O meu grupo se afastou do Lucas, foi algo natural, ele foi indo pra um lado e a gente pra outro, acabou que ficou eu, matheus, Luciano e felipe um grupo só. O Lucas ficou com o Henrique e o Eduardo. Foi bom, por que aconteceu exatamente oque eu previ, eu não sai contra ele, fiz as pessoas sentirem oque e quem ele era. Foi ótimo esse acontecer na escola, estamos agora mais focados e com mais conversar profundas e maturas. "
    },
    {
        "data": "14/09/2025 22:12",
        "texto": "Falando em maturidade, melhorei na escola, to tentando como pessoa agora, falta paciencia, e diminuir meu ego, ler me fez bem. Agora só falta uma coisa, achar um objetivo de vida, um trampo ou um projeto, isso me faz me sentir muito inutil, o fato de não ter oque fazer, tenho algumas coisas, mas sei la me sentido desmotivado. Ta rolando comigo exatamente a mesma coisa que rolou a um tempo atras lembram? Que eu tinha sumido um tempão? Pois é, preciso achar uma coisa pra perder meu tempo, achar algo util e não ficar o dia todo arrastando o dedo na tela no tiktok."
    },
    {
        "data": "14/09/2025 22:12",
        "texto": "Deve ter mais coisas pra contar pra vocês, mas por em quanto é só, vou começar a tentar entrar todo dia aqui, fica mais facil de falar oque ta rolando, vo conseguir lembrar de tudo assim."
    },
    {
        "data": "21/09/2025 00:10",
        "texto": "Boa noite, eu sumi de novo não é mesmo? Pois é voltei a escrever aqui por que estou em call com o Luciano, estamos cada vez mais próximos e tendo mais conversar profundas. Eu e ele temos muito em comum, isso é muito bom mas tem uma parece linha ruim, por sermos parecidos as vezes, bem as vezes a gente meio que se estranha por ter conhecimento um mais que o outro."
    },
    {
        "data": "21/09/2025 00:11",
        "texto": "Tenho poucas coisas pra dizer a vocês, por que ta tudo se repetindo, e sempre to naquele ciclo de: Preciso fazer alguma coisa mais não sei oque é, ai falei agorinha com o Luciano, e não sou o único que ta pensando nisso, então é..."
    },
    {
        "data": "21/09/2025 00:14",
        "texto": "Tô jogando hollow klinght igual falei pra vocês, é um jogo muito foda que o o Matheus e o Luciano apresentaram pra mim, ai a gente pensou: Podíamos criar um jogo indie juntos, na verdade a ideia foi do Matheus, mas seria um conjunto de mois 3. Seria legal, eu gostaria de inventar e criar alguma coisa com amigos, sempre gostei na verdade da ideia de um projeto entre amigos, mas vamos ver se isso iria pra frente. Eu toparia, mas agora se daria certo não sei."
    },
    {
        "data": "21/09/2025 08:56",
        "texto": "Bom dia, acordei umas 8 horas e vim pro pc porque minha irmã levou meu celular pra um retiro por que o dela estragou. Tô aqui dando uma olhada nas minhas coisas antigas, onde eu fazia jogo e o meu site que não mexo tem um mês. Muito loco."
    },
    {
        "data": "21/09/2025 08:58",
        "texto": "Hoje ta planejado pra assim: Ir pra missa agorinha, a tarde tem grupo de jovens e se eu tiver forças pra ir sozinho vou. Tenho o tanto vergonha de ficar com monte de gente conhecida e não conhecida, me fim vamos ver."
    },
    {
        "data": "21/09/2025 09:01",
        "texto": "Ontem eu tava conversando com o luciano e não escrevi muito pra vocês, mas a gente sempre tem uma conversas profundas. Conversamos sobre muitas coisas, e descobrimos que temos muito em comum. POr exemplo, nós dois temos dificuldade em criar coisas novas mas facilidade em melhorar coisas que existem, entramos nesse assunto por que tava falando de uma ideia de jogo que estava pensando ai falei, que criar do zero era difícil porque eu não sou criativo de começo mas sou em melhorar uma ideia em 1000%. Cara simples mente falamos de muitas coisas e percebemos que somos muito parecidos mentalmente."
    },
    {
        "data": "21/09/2025 09:06",
        "texto": "Depois que sai da call, umas 00:00 abri o celular e vi o Lucas e o Davi na festa de uma amiga deles que é da nossa sala, ele tava com os novatos e com um moleque chamado Luis Carlos que o Lucas simples mente odiava, irônico né? Vi monte de story, eles tavam se divertindo mas dava pra ver que era forçado, e da pra sentir que não vai durar, porque o lucas enjoa das pessoas rápido. Antes de ver os storys do dia a dia lá (as meninas postaram no \"daily\") antes tinha uma foto que o Lucas postou com os 2 novatos o luis carlos e o davi de costas, com musica combinando e escrito \"brothers\". A Nourabell veio me perguntando se me incomodava KKKKKKKKKKKKKKK tava na call junto com o Luciano e falei simples mente não! Não me apego mais a amizades, e que não me importava ficar afastado de falsidade. "
    },
    {
        "data": "21/09/2025 09:09",
        "texto": "Parecia tão real, o Lucas falava tanto de irmandade e honestidade entre irmãos, era tão raso isso, falava de boca pra fora, maldito seja, mas estou feliz agora com o Luciano e o Matheus, a gente tem honestidade REAL mesmo entre nós, cada um fala oque pensa do outro. Temos que melhorar um pouco alguns aspectos porque sinto que as vezes sei la o Lucio tem medo de falar alguma coisa de mim, mas isso dai é só criar mais intimidade, ah não falei do Felipe, mas pelo que o Luciano e o Matheus me falou eles não tem tanta intimidade com ele, meio que eu sou o amigo em comum entre eles."
    },
    {
        "data": "21/09/2025 09:11",
        "texto": "Foi bom escrever hoje aqui pra vocês, mas estou escrevendo um pouco com pressa então minhas ideias estão meio soltas e espero que consigam me interpretar certo, tenho esse lado ruim meu, que é não saber me expressar de forma correta."
    },
    {
        "data": "30/09/2025 23:28",
        "texto": "Oi, tenho uma louca e triste noticia, voltando da escola hoje meu pai bateu o carro com eu e meus irmãos dentro. Não foi tão grave pra gente, mas a frente esquerda do carro arrebentou no jeep que a gente bateu. Inclusive ele acabou de entrar no quarto pra pedir desculpas por hoje. Foi loco mano, tipo assim não nos machucamos, mas foi um susto muito grande, ainda bem que meus irmãos não se machucaram, eles estavam atras sem sinto, só o Nicolau que bateu a boca na parte de trás, mas ficou de boa também. "
    },
    {
        "data": "30/09/2025 23:30",
        "texto": "Cara foi loco, voltando da escola, meio dia, ainda mais agora que a gente ta se estabilizando financeiramente, em fim, agora é ver oque tem que ser feito, tipo em questão de carro porque meu pai tem que trabalhar entregando pão, e precisamos ir pra escola, e caro ficar indo e voltando de uber. Em fim o seguro já foi acionado, mas eles demoram de mais, ai amanha meu pai vai ver se o seguro dá um carro de substituição. Foi simplesmente loucura"
    },
    {
        "data": "30/09/2025 23:42",
        "texto": "Vou colocar as fotos do acidente na pasta de fotos do blog, para vocês terem uma noção de como foi."
    }
]